{
  "time": {
    "subtitle": ["Temps approximatif : 10 min"]
  },
  "header": {
    "img": "NevaMagis/Notice/Addons/Caisson/3-a-intro.jpg",
    "title": ["Notice de montage caisson Magis - installation du caisson"],
    "subtitle": "Installation du caisson de protection",
    "text": [
      "Nous allons maintenant installer l'imprimante dans le caisson et terminer son assemblage."
    ]
  },
  "blocks": [
    {
      "media": {
        "id": "DC87kaw55Bo"
      },
      "article": [
        { "title": "Fixation du rail de guidage" },
        {
          "text": "Prenez le socle en bois, une grosse vis et le rail."
        },
        {
          "text": "Retournez la plaque et introduisez la vis."
        },
        {
          "warning": "Vissez le rail à la main sans efforts."
        },
        {
          "text": "Alignez le sur la gravure présente sur le socle."
        }
      ]
    },
    {
      "media": {
        "id": "FynHWAKxUU4"
      },
      "article": [
        { "title": "Installation de l'imprimante" },
        {
          "text": "Posez l'imprimante sur le socle. Des empreintes permettent de positionner les pieds. L'arrière de la machine s'aligne sur le rail."
        },
        {
          "text": "Prenez le clips le plus large et enfoncez le dans la fente sur le socle (à gauche vue de derrière)."
        },
        {
          "text": "Passez le câble d'alimentation sous la machine puis branchez-le."
        },
        {
          "text": "Clipsez-le câble après le cylindre de ferrite."
        },
        {
          "warning": "Le câble ne doit surtout pas être contraint."
        },
        {
          "warning": "Vous pouvez installer le clips du côté droit en fonction de la longueur entre votre connecteur et la ferrite."
        }
      ]
    },
    {
      "media": {
        "id": "vwjIPQjnQwU"
      },
      "article": [
        { "title": "Installation du filament" },
        {
          "text": "Prenez le dernier clips et installez le dans la fente à l'avant droit du socle."
        },
        {
          "text": "Si votre bobine passe sous la machine, installez là avec un dérouleur horizontal."
        },
        {
          "text": "Si votre bobine ne passe pas ou est installée avec un dérouleur vertical, passer le filament dans le clips avant de le présenter dans l'extrudeur (comme sur la vidéo)."
        }
      ]
    },
    {
      "media": {
        "id": "lezRz7emJV8"
      },
      "article": [
        { "title": "Installation du caisson" },
        {
          "text": "Prenez le caisson avec le chariot vers le bas."
        },
        {
          "text": "Faites le coulisser sur le rail jusqu'en bas."
        },
        {
          "text": "Alignez le caisson dans la rainure du socle."
        },
        {
          "text": "Accédez à la vis sous le socle pour serrer fermement le rail."
        },
        {
          "italic": "Astuce : faites-le glisser sur le bord d'une table pour accéder à la vis."
        }
      ]
    },
    {
      "media": {
        "id": "Rtkpkz99xzY"
      },
      "article": [
        { "title": "Montage de la butée" },
        {
          "text": "Récupérez la butée magnétique."
        },
        {
          "text": "Placez-la les aimants vers le bas."
        },
        {
          "text": "Vissez-la sur le rail fermement."
        }
      ]
    },
    {
      "media": {
        "id": "zvqDrmodG3Q"
      },
      "article": [
        { "title": "Utilisation" },
        {
          "text": "La simplicité même."
        },
        {
          "text": "Placez vos main sur les côtés."
        },
        {
          "text": "Levez le caisson en soulevant le cerclage."
        },
        {
          "text": "Soulevez jusqu'à la butée et il tiendra tout seul."
        },
        {
          "text": "Tirez sur le cerclage pour le faire redescendre."
        },
        {
          "italic": "NB: Pour sortir la machine du caisson, vous devez retirer la butée, retirer le caisson et sortir la machine."
        }
      ]
    }
  ],
  "footer": {
    "img": "NevaMagis/Notice/Addons/Caisson/1-a-intro.jpg",
    "subtitle": "Félicitation ! Le montage du caisson est terminé."
  }
}
