{
  "1": "1",
  "2": "2",
  "3": "3",
  "4": "4",
  "Notices de montage et d'utilisation": "Installation and Operating Instructions",
  "Premiers pas": "First steps",
  "C'est parti !": "Let's do it!",
  "Félicitations ! Si vous êtes ici c'est que vous avez fait un (bon) choix : vous lancer dans l'aventure de l'impression 3D. Nous allons vous accompagner étape par étape, du montage à la première utilisation de votre machine ou de vos nouveaux composants. Vous êtes prêts ?": "Congratulations! If you are here it is Because You-have made a (good) choice: to embark on the adventure of 3D printing. We will Support you step by step, from the assembling to the first use of your machines or your new components. Are you ready to come onboard?",
  "Choisissez votre imprimante 3D pour commencer": "Select your 3D printer to get started",
  "Magis": "Magis",
  "Neva": "Neva",
  "DiscoEasy200": "DiscoEasy200",
  "Disco Ultimate": "Disco Ultimate",
  "Cura by Dagoma": "Cura by Dagoma",
  "Caisson": "Box",
  "Notice de montage": "First steps",
  "Ecran": "Screen",
  "Extrudeur+": "Extruder+",
  "Pack expert": "Expert pack",
  "Pack bi-couleur": "Bicolor pack",
  "Caisson de protection": "Protection box",
  "Pack évolution Ultimate": "Ultimate Evolution Pack",
  "Comment vérifier la version de votre Neva ?": "How to check the release of your Neva?",
  "Trouver numéro de série de ma Neva": "Find the release of my Neva",
  "Magis : Numéro de série > 6000": "Magis: Serial number> 6000",
  "Neva : Numéro de série < 6000 ou pas de numéro de série": "Neva: Serial number <6000 or no serial number",
  "Notice première utilisation": "First use manual",
  "Cette notice de première utilisation vous permettra :": "This first use manual will allow you to:",
  "de calibrer votre imprimante": "to calibrate your printer",
  "de télécharger et d'utiliser Cura by Dagoma": "to download and use Cura by Dagoma",
  "de lancer votre première impression 3D": "to run your first 3D print",
  "La suite de la notice": "Manual next step",
  "ici": "here",
  "Montage de l'écran": "Screen assembly",
  "Premiers pas - Montage de l'écran": "First steps - Screen assembly",
  "Utilisation de l'écran": "Screen use",
  "Premiers pas - Utilisation de l'écran": "First steps - use Screen",
  "START": "START",
  "CURA": "CURA",
  "Temps approximatif : 10 minutes": "Approximate time: 10 minutes",
  "Notice de première utilisation - Introduction": "First use manual - Introduction",
  "ça y est, vous avez reçu votre Magis.": "that's it, you've received your Magis.",
  "Ensemble, nous allons découvrir votre imprimante et vous accompagner dans une expérience : celle de l'impression 3D avec Dagoma.": "Together, we will discover your printer and accompany you in an experience: 3D printing with Dagoma.",
  "Nous vous avons préparé 4 objets à imprimer.": "We have prepared 4 objects for you to print.",
  "Pour toute cette initiation, vous aurez besoin d'environ 75g de PLA Chromatik. Une bobine de 250g fera donc amplement l'affaire.": "For all this initiation, you will need about 75g of PLA Chromatik. A 250g coil will therefore do the job.",
  "Dans ce carton vous avez trouvé...": "In this box you found...",
  "Les indispensables": "The essentials",
  "Avec votre Magis vous recevrez à part les éléments indispensables pour lancer votre première impression.": "With your Magis you will receive apart from the essential elements to launch your first impression.",
  "L'échantillon de filament ne vous servira pas dans ce tutoriel.": "The filament sample won't be used during this tutorial.",
  "Les accessoires": "The accessories",
  "Bien sûr, ce n'est pas tout, voilà un petit kit pour prendre soin de votre Magis.": "Of course, that's not all, here's a little kit to take care of your Magis.",
  "Préparation": "Preparation",
  "Avant de commencer, retirez les 3 cales oranges qui se trouvent sous le plateau.": "Before starting, remove the orange 3 shims underneath the tray.",
  "Place au montage": "It is time for assembly",
  "Étape 1": "Step 1",
  "Les bras": "the arms",
  "Placez la Neva face à vous, le bouton vers l'avant.": "Place the Neva in front of you, the button facing forward.",
  "Déposez la tête au centre de l'imprimante.": "Place the head in the center of the printer.",
  "Orientez le ventilateur face à la pièce orange, située à l'arrière de l'imprimante.": "Orient the fan towards the orange part on the rear side of the printer.",
  "Reliez la tête aux chariots à l'aide des bras aimantés.": "Connect the head to the carriages using the magnetic arms.",
  "Étape 2": "Step 2",
  "La calibration": "The calibration",
  "Calibrez la machine en suivant les instructions sur l'illustration (effectuez l'étape à chaque fois que vous déplacez l'imprimante).": "Calibrate the machine according to the instructions in the illustration (perform the step each time you move the printer).",
  "Cette étape dure 5 minutes pendant lesquelles votre imprimante va palper le plateau à différents endroits.": "This step lasts 5 minutes during which your printer will sense the tray in different places.",
  "Attendez qu'elle ait fini avant de passer à la suite.": "Wait until it ends before continuing",
  "Étape 3": "Step 3",
  "Chaaargez !": "Goooooo! !",
  "Prenez votre bobine et déroulez un peu de filament à la main.": "Take your coil and unwind some filament by hand.",
  "N'utilisez pas l'échantillon fournis avec l'imprimante.": "Don't use the filament sample provided with the printer.",
  "Avant chaque insertion, coupez le filament pour que le bout soit propre.": "Before each insertion, cut the filament so that the end is clean.",
  "Présentez le filament dans l'extrudeur. Poussez-le jusqu'à ce qu'il soit entraîné par la machine sur quelques centimètres.": "Place the filament in the extruder. Push it until it is driven by the machine for a few centimetres.",
  "Ensuite attendez quelques secondes, elle chauffe.": "Then wait a few seconds, it gets hot.",
  "Elle aspirera le reste du filament toute seule.": "It will suck up the rest of the filament by itself.",
  "Assurez-vous que le filament soit bien arrivé jusqu'à la tête.": "Make sure that the filament has reached the head.",
  "Premiers réglages : CHECK !": "First settings: CHECK!",
  "Je valide cette étape": "I validate this step!",
  "Temps de préparation : 5 minutes": "Preparation time: 5 minutes",
  "Temps d'impression : 2 heures": "Printing time: 2 hours",
  "Notice de première utilisation - page 1": "First use manual - page 1",
  "Première impression": "First print",
  "Votre Magis est prête !": "Your Magis is ready!",
  "C'est l'heure pour vous de réussir votre première impression.": "It's time for you to make a successful first impression.",
  "Dans ce parcours, découvrez toutes les fonctionnalités de votre imprimante 3D. À l'arrivée, devenez le maître de la Magis !": "In this track, discover all the features of your 3D printer. Upon arrival, become the master of the Magis!",
  "J'imprime avec ma Magis": "I print with my Magis",
  "Tout d'abord, téléchargez le fichier que nous vous avons sélectionné avec soin.": "First of all, download the file we have carefully selected for you.",
  "Ceci est un... photophore.": "This is a... photophore.",
  "Attention, ce fichier a été préparé pour être imprimé avec du filament Chromatik.": "Warning: this file has been prepared to be printed with Chromatik filament.",
  "Préparez la carte SD": "Prepare the SD card",
  "Déplacez le fichier dagoma0.g sur la carte SD.": "Move the dagoma0.g file to the SD card.",
  "Assurez-vous que le fichier s'appelle bien dagoma0.g une fois copié sur la carte.": "Make sure that the file is called dagoma0.g once it is copied to the SD card.",
  "Pour une impression de qualité, votre buse doit être parfaitement propre.": "For a quality print, your nozzle must be perfectly clean.",
  "Tête avec PLA": "Head with PLA",
  "Si vous imprimez comme ça, votre première couche sera trop haute. Votre impression n'accrochera pas au plateau car il reste du PLA sur la tête. Attention, ça peut être chaud.": "If you print like that, your first layer will be too high. Your impression will not hang on the tray because there is still PLA on the head. Be careful, it can be hot.",
  "Tête propre": "Clean head",
  "Super ! Elle est prête à imprimer.": "Great! It is ready to print.",
  "Lancement de l'impression": "Starting print",
  "Insérez la carte SD dans la machine et appuyez sur le bouton. Si le bouton est allumé de manière fixe, tout est ok.": "Insert the SD card into the machine and press the button. If the button is fixedly lit, everything is ok.",
  "La buse doit être propre.": "The noozle must be clean.",
  "Une fois lancée, elle passera par les étapes suivantes :": "Once launched, it will go through the following steps:",
  "Cette pièce s'imprime en 2 heures environ": "This part can be printed in about 2 hours",
  "Après chaque impression": "After each printing",
  "Retirez tout ce qu'il reste sur le plateau à l'aide de votre spatule.": "Remove everything left on the tray with your spatula.",
  "Pour une excellente adhérence au plateau, nettoyez régulièrement celui-ci à l'aide des lingettes isopropyliques.": "For excellent adhesion to the tray, clean it regularly with isopropyl wipes.",
  "J'ai réussi ma première impression !": "I made my first print!",
  "Temps d'impression : 1 heures 30 minutes": "Printing time: 1 hour 30 minutes",
  "Notice de première utilisation - page 1 bis": "First use manual - page 1 bis",
  "J'imprime mon dérouler de bobine": "I print my coil unwinder",
  "ça (dé)roule ma poule !": "rock and (un)roll, baby!",
  "Vous avez remarqué qu'il manquait un accessoire à votre bobine ? Nous vous proposons ce dérouleur de bobine.": "Have you noticed that your coil is missing an accessory? We offer you this coil unwinder.",
  "Téléchargez le fichier que nous vous avons sélectionné avec soin.": "Téléchargez le fichier que nous vous avons sélectionné avec soin.",
  "Ceci est un dérouleur de bobine.": "This is a coil unwinder.",
  "Assemblage": "Assembling",
  "N'hésitez pas à le faire tourner un peu à la main si vous voyez que l'assemblage ne pivote pas bien.": "Feel free to rotate it a little by hand if you see that the assembly does not rotate well.",
  "Assemblage - Le retour": "Assembling - The return",
  "Déposez la bobine sur votre dérouleur.": "Place the coil on your unwinder.",
  "Je suis prêt à dérouler !": "I'm ready to roll!",
  "Notice de première utilisation - page 2": "First use manual - page 2",
  "Utiliser la fonction Pause": "Use the Pause function",
  "Accordez-vous une pause": "Give yourself a break",
  "Dans ce nouveau chapitre du grand livre de la Magis, vous apprenez à vous servir de la fonction Pause. Nous allons vous montrer une de ses utilisations.": "In this new chapter of the Magis ledger, you learn how to use the Pause function. We will show you one of its uses.",
  "Attention ! Pour ce nouveau tour, vous avez besoin d'un paquet de gros sel, riz, quinoa, ...": "Attention! For this one, you will need a pack of coarse salt, rice, quinoa,...",
  "Tout d'abord, téléchargez le nouveau fichier que nous vous avons préparé.": "First of all, download the new file we have prepared for you.",
  "Ce fichier va compléter votre première création. C'est un socle pour le photophore.": "This file will complete your first creation. It is a base for the photophore.",
  "Lancez l'impression": "Start printing",
  "Placez le fichier dagoma0.g sur ta carte SD.": "Place the dagoma0.g file on your SD card.",
  "Insérez la carte dans l'imprimante.": "Insert the card into the printer.",
  "Lancez ensuite l'impression.": "Then start printing.",
  "Pssst ! Rappellez-vous de la ": "Pssst! Remember the ",
  "Comment faire une pause ?": "'How to take a break?",
  "Laissez l'impression tourner pendant 45 minutes environ.": "Let the print to run for about 45 minutes.",
  "Appuyez ensuite sur le bouton pour la mettre en pause.": "Then press the button to pause it.",
  "Vous n'avez pas de gros sel, riz, quinoa, ... ? Profitez de ces 45 minutes d'impression pour aller en acheter !": "You don''t have any coarse salt, rice, quinoa, ...? Take advantage of these 45 minutes of printing to go and buy some!",
  "Étape 4": "Step 4",
  "Mais pourquoi du sel ?": "'But why salt?",
  "Le but est d'alourdir votre pièce pour la rendre plus stable.": "The goal is to make your part heavier to make it more stable.",
  "Versez le gros sel dans les trous de l'impression.": "Pour the coarse salt into the holes in the print.",
  "Attention ! Utilisez du gros sel et non du sel fin. La Magis utilise un ventilateur pour refroidir le PLA. Le sel fin est trop volatile, votre bureau risque de le regretter. Assurez-vous que rien ne dépasse de la surface de votre pièce avant de continuer.": "Attention! Use coarse salt and not fine salt. The Magis uses a fan to cool the PLA. Fine salt being too volatile, your office desk might not like it. Make sure that nothing protrudes from the surface of your part before continuing.",
  "Étape 5": "Step 5",
  "Et maintenant ?": "And now what?",
  "Appuyez sur le bouton pour relancer l'impression.": "Press the button to resume printing.",
  "Il reste une demie-heure d'impression": "There is still half an hour of printing left",
  "Étape 6": "Step 6",
  "Reprenez le photophore, et assemblez-le avec son support. Il se visse comme un couvercle.": "Take the photophore back, and assemble it with its holder. It can be screwed on like a lid.",
  "J'ai réussi à assembler les deux premiers éléments !": "I managed to put the first two elements together!",
  "Temps d'impression : 45 minutes": "Temps d'impression : 45 minutes",
  "Notice de première utilisation - page 3": "First use manual - page 3",
  "Changement de couleur": "Color change",
  "L'apparition de la couleur": "The appearance of color",
  "Vous êtes maintenant prêt pour notre petit secret.": "You are now ready for our little secret.",
  "Il est impératif d'avoir deux couleurs différentes pour aboutir au résultat attendu. Si vous n'en avez qu'une, continuez quand même pour maîtriser toutes les fonctionnalités.": "It is imperative to have two different colors to achieve the expected result. If you only have one, continue anyway to master all the features.",
  "Ce fichier va finaliser votre dernière création. C'est un cache pour la bougie.": "This file will finalize your last creation. It's a candle cover.",
  "Surprise !": "Surprise!",
  "Votre Magis s'est arrêtée toute seule. Pas de panique, nous avons programmé une pause dans le fichier.": "Your Magis stopped on its own. Don''t worry, we''ve scheduled a break in the file.",
  "Vous allez découvrir la fonction Tap-Tap.": "You will discover the Tap-Tap function.",
  "Si vous avez le moindre problème, commencez par ": "If you have any problems, start with ",
  "Si ce n'est pas résolu, nous sommes à votre disposition via ": "If this is not resolved, we are at your disposal via ",
  "Le Tap-Tap": "The Tap-Tap",
  "Tapotez 2 fois sur votre plateau.": "Tap twice on your tray.",
  "Le filament est éjecté de l'imprimante. Vous n'avez plus qu'à le saisir et à tirer pour l'enlever.": "The filament is ejected from the printer. All you have to do is grab it and pull it out.",
  "Vérifiez que l'extrémité du filament est bien propre. N'hésitez pas à casser le bout du filament pour que l'insertion se fasse bien.": "Check that the end of the filament is clean. Feel free to break the end of the filament so that the insertion is done properly.",
  "Prenez votre autre bobine.": "Take your other coil.",
  "Si vous n'en avez pas, vous pouvez utiliser la première bobine ou l'échantillon fourni avec votre Magis.": "If you do not have one, you can use the first coil or the sample provided with your Magis.",
  "Présentez le filament dans l'extrudeur. Poussez-le jusqu'à ce qu'il soit entraîné par la machine.": "Place the filament in the extruder. Push it until it is driven by the machine.",
  "Pensez à retirer le PLA qui coule sous la tête.": "Remember to remove the PLA that runs under the head.",
  "Relancez l'impression": "Restart the print",
  "Plus que 10 minutes d'impression": "More than 10 minutes of printing time",
  "Reprenez le photophore, et assemblez-le avec le reste.": "Take the photophore back, and assemble it with the rest.",
  "Je vois la vie en couleur !": "I see life in colors!",
  "Notice d'utilisation du logiciel Cura": "Cura software user manual",
  "Cura, Slicer, ... On vous explique tout !": "Cura, Slicer, ... We explain everything to you!",
  "Ajustez la taille, la qualité ou le remplissage et maîtrisez la personnalisation de vos objets 3D à l'aide du logiciel Cura by Dagoma.": "Adjust the size, quality or filling and control the customization of your 3D objects using Cura by Dagoma.",
  "Dans ce tutoriel, vous découvrirez en quoi consiste ce logiciel.": "In this tutorial, you will discover what this software is all about.",
  "Quels sont les formats utilisés ?": "What formats are used?",
  "Le STL est à l'impression 3D ce que le MP3 est à la musique, ou le JPEG à la photo.": "The STL is to 3D printing what MP3 is to music, or JPEG to photography.",
  "La plupart des logiciels de modélisation 3D permettent l'export des fichiers en STL.": "Most 3D modeling softwares allow the export of STL files.",
  "Cependant, ce format est une coquille vide pour votre imprimante. Elle ne saura pas s'en servir.": "However, this format is an empty shell for your printer. It won't know how to use it.",
  "Le Gcode est une suite d'instructions pour faire fonctionner votre imprimante 3D. Ces instructions représentent l'ensemble des trajectoires que va parcourir la tête d'impression, couche par couche. Il est spécifique à un type d'imprimante.": "The Gcode is a set of instructions to operate your 3D printer. These instructions represent the set of paths that the print head will follow, layer by layer. It is specific to a printer type.",
  "Il s'obtient après transformation du STL en Gcode dans un slicer (c'est là que Cura by Dagoma intervient). Une fois mis sur une carte SD, il est reconnu par l'imprimante 3D.": "It is obtained after transformation of the STL into Gcode in a slicer (this is where Cura by Dagoma comes in). Once placed on an SD card, it is recognized by the 3D printer.",
  "ROAD": "ROAD",
  "ROAD est une plateforme de téléchargement de fichiers 3D optimisés pour la NEVA et la Magis (ou des fichiers STL pour la DiscoEasy200). Tous les objets de la plateforme ROAD ont été testés et approuvés par Dagoma. L'endroit idéal pour s'inspirer et débuter.": "ROAD is a platform for downloading 3D files optimized for NEVA and Magis (or STL files for DiscoEasy200). All ROAD platform objects have been tested and approved by Dagoma. The ideal place to get inspired and get started.",
  "CURA by Dagoma est un logiciel qui vous permet de transformer en Gcode les fichiers 3D trouvés sur Internet au format STL (compatible également avec : obj, 3mf, amf, ...). Vous pourrez modifier vos paramètres d'impression (taille de la pièce, finition, ...). CURA est un logiciel gratuit et open-source, que Dagoma a simplifié pour optimiser l'utilisation de votre imprimante.": "CURA by Dagoma is a software that allows you to transform 3D files found on the Internet into Gcode in STL format (also compatible with: obj, 3mf, amf, ...). You will be able to modify your printing parameters (part size, finish,...). CURA is a free and open-source software, which Dagoma has simplified to optimize the use of your printer.",
  "Vous changez d'imprimantes ou vous en avez plusieurs ? Aucun problème, vous pourrez modifier ce choix depuis l'onglet \"Préférences\".": "Are you changing printers? or do you have more than one? No problem, you can modify this choice from the \"Preferences\" tab.",
  "Ouvrir des fichiers": "Open files",
  "Accès rapide pour ouvrir un nouveau fichier STL. Vous pouvez aussi ouvrir plusieurs fichiers sur un même plateau.": "Quick access to open a new STL file. You can also open several files on the same tray.",
  "Fichier": "File",
  "Depuis l'onglet \"Fichier\" , ouvrez un nouveau fichier STL, sauvegardez le contenu de vos plateaux pour une prochaine impression, transformez votre STL en Gcode, et accédez aux objets récemment ouverts.": "From the \"File\" tab open a new STL file, save the contents of your trays for future printing, transform your STL into a Gcode, and access newly opened objects.",
  "Préférences": "Preferences",
  "Depuis l'onglet \"Préférences\", changez la langue du logiciel (prise en compte à la prochaine ouverture du logiciel) ou de modèle d'imprimante 3D Dagoma.": "From the \"Preferences\" tab, change the language of the software (taken into account the next time the software is opened) or of the Dagoma 3D printer model.",
  "Mon objet": "My object",
  "Cette zone représente le volume d'impression de votre imprimante. L'objet ouvert apparaîtra en gris s'il dépasse du volume d'impression. Vous pouvez dupliquer cet objet ou en ouvrir d'autres pour remplir votre plateau.": "Cette zone représente le volume d'impression de votre imprimante. L'objet ouvert apparaîtra en gris s'il dépasse du volume d'impression. Vous pouvez dupliquer cet objet ou en ouvrir d'autres pour remplir votre plateau.",
  "Clic droit": "Clic droit",
  "Avec le clic droit sur un objet, un sous-menu s'affiche :": "Right-clicking on an object displays a submenu:",
  "Centrer l'objet sur le plateau": "Center the object on the tray",
  "Supprimer l'objet": "Delete the object",
  "Multiplier l'objet": "Multiply the object",
  "Diviser l'objet en plusieurs parties": "Divide the object into several parts",
  "Mode couches": "Layer mode",
  "Ici, vous pouvez accéder à un autre mode de visualisation. Passez en mode couches permet de voir le travail réel de l'imprimante, le remplissage et les trajectoires par exemple.": "Here you can access another viewing mode. Switching to layer mode allows you to see the printer''s actual work, such as filling and trajectories.",
  "Sélection de couleurs": "Color selection",
  "Choisissez ici la marque du filament que vous utilisez dans \"PLA Chromatik\" ainsi que sa couleur dans \"Générique\". Sachez que tous les filaments dans la liste ont été testés. Si vous utilisez un autre filament que ceux présents dans la liste, il se peut que l'impression échoue.": "Choisissez ici la marque du filament que vous utilisez dans \"PLA Chromatik\" ainsi que sa couleur dans \"Générique\". Sachez que tous les filaments dans la liste ont été testés. Si vous utilisez un autre filament que ceux présents dans la liste, il se peut que l'impression échoue.",
  "Paramètres d'impression": "Paramètres d'impression",
  "Choisissez ici les paramètres de l'impression, le remplissage et la qualité (plus bas nous allons expliquer tout ça).": "Choose here the printing parameters, filling and quality (below we will explain all this).",
  "Supports pour impression": "Supports for printing",
  "Ici d'autres paramètres plus spécifiques. Ce sont des ajouts à faire en fonction de la forme de l'objet. Nous expliquerons plus bas ces éléments.": "Here are other more specific parameters. These are additions to be made according to the shape of the object. We will explain these elements below.",
  "Changement(s) de couleur": "Color change(s)",
  "Avec ce bouton vous pouvez paramétrer un changement de filament. Juste en dessous vous avez une vidéo qui montre la programmation d'une pause.": "With this button you can set up a filament change. Just below you have a video that shows the programming of a break.",
  "Préparer l'impression": "Préparer l'impression",
  "En cliquant sur \"Préparer l'impression\" vous allez valider votre préparation.": "En cliquant sur \"Préparer l'impression\" vous allez valider votre préparation.",
  "Si une carte SD est déjà dans le lecteur, le fichier s'enregistre directement dessus. Sinon, une boîte de dialogue s'ouvre pour choisir l'emplacement d'enregistrement.": "Si une carte SD est déjà dans le lecteur, le fichier s'enregistre directement dessus. Sinon, une boîte de dialogue s'ouvre pour choisir l'emplacement d'enregistrement.",
  "Le fichier s'enregistre sous le nom \"dagoma0.g\" c'est le seul nom de fichier qui permet de démarrer une impression.": "Le fichier s'enregistre sous le nom \"dagoma0.g\" c'est le seul nom de fichier qui permet de démarrer une impression.",
  "Informations": "Information",
  "Toutes les informations pratiques se trouvent ici. Le temps d'impression est estimé, il peut varier.": "All the practical information can be found here. Printing time is estimated and may vary.",
  "Orientation": "Orientation",
  "Ce bouton apparaît uniquement si un objet est sélectionné. Il permet de modifier l'orientation de la pièce. Des anneaux sont apparus autour de la pièce pour la manoeuvrer. Par défaut, la pièce bougera par pas de 15° (pour plus de précision appuyez sur ⇧SHIFT en bougeant la pièce).": "Ce bouton apparaît uniquement si un objet est sélectionné. Il permet de modifier l'orientation de la pièce. Des anneaux sont apparus autour de la pièce pour la manoeuvrer. Par défaut, la pièce bougera par pas de 15° (pour plus de précision appuyez sur ⇧SHIFT en bougeant la pièce).",
  "Dimensions": "Dimensions",
  "Ce bouton apparaît uniquement si un objet est sélectionné. Il permet de changer la taille de la pièce. Décochez le verrou pour modifier une dimension dans un axe uniquement.": "This button only appears if an object is selected. It allows you to change the size of the part. Uncheck the lock to change a dimension in one axis only.",
  "Symétrie": "Symmetry",
  "Ce bouton apparaît uniquement si un objet est sélectionné. Il sert à symétriser. Si vous vous posez la question, oui ça sert à quelque chose.": "This button only appears if an object is selected. It is used to symmetrize. If you''re wondering, yes, it''s useful for something.",
  "Programmer une pause": "Schedule a pause",
  "Cura vous permet de programmer à l'avance des pauses durant l'impression.": "Cura allows you to schedule breaks in the printing process.",
  "L'intérêt de faire une pause": "The value of taking a break",
  "Programmer une pause a plusieurs intérêts : le changement de couleur, de filament ou l'insertion d'un objet au milieu de l'impression (écrou, aimant, ...).": "Programming a pause has several interests: changing the color, filament or inserting an object in the middle of the print (nut, magnet, ...).",
  "Voici le rendu final de la pièce préparée juste au dessus.": "Here is the final rendering of the part prepared just above.",
  "Il s'agit d'une partie des pièces imprimées dans": "This is a part of the documents printed in",
  "Les paramètres d'impression": "The printing parameters",
  "Concrètement ça donne quoi ?": "How does it work in practice?",
  "Choisir sa qualité": "Choose your quality",
  "Nos imprimantes 3D fonctionnent avec la technologie FDM. Elles déposent du plastique chaud couche par couche pour obtenir une pièce.": "Our 3D printers work with FDM technology. They deposit hot plastic layer by layer to obtain a part.",
  "Plus la hauteur de couche est basse, plus la qualité de la pièce sera haute. Cependant ce paramètre a une forte influence sur le temps d'impression. Il faut donc choisir en fonction de la taille de la pièce, le niveau de détail attendu pour avoir le meilleur compromis.": "Plus la hauteur de couche est basse, plus la qualité de la pièce sera haute. Cependant ce paramètre a une forte influence sur le temps d'impression. Il faut donc choisir en fonction de la taille de la pièce, le niveau de détail attendu pour avoir le meilleur compromis.",
  "Nous vous recommandons de commencer par des impressions en 0,2 mm.": "We recommend that you start with 0.2 mm prints.",
  "Choisir son remplissage": "Choose your filling",
  "Cura vous permet de définir le taux de remplissage de la pièce. plusieurs choix sont possibles.": "Cura allows you to define the filling rate of the part. Several choices are possible.",
  "Vase : seule la couche extérieure de votre objet sera imprimée (en spirale). Ce mode ultra rapide est adapté aux objets creux et ouverts sur leur dessus (bref un vase !).": "Vase: only the outer layer of your object will be printed (spiral). This ultra fast mode is suitable for hollow objects and open on top (in short a vase!).",
  "Creux (0%) : pour une impression sans remplissage et rapide (limite les géométries imprimables, on vous explique ça juste après avec le support).": "Hollow (0%): for a fast and unfilled printing (limits the printable geometries, we explain this to you right after with the substrate).",
  "Rempli (17%) : pour une impression simple et efficace.": "Filled (17%): for simple and efficient printing.",
  "Renforcé (33%) : pour une pièce résistante.": "Reinforced (33%): for a resistant printed object.",
  "Plus il y a de remplissage plus le temps d'impression augmentera.": "The more filling there is, the longer the printing time will increase.",
  "Les autres ajustements": "Other adjustments",
  "Deux autres paramètres sont disponibles sur Cura, le support et l'amélioration de la surface d'accroche.": "Two other parameters are available on Cura, the support and the improvement of the gripping surface.",
  "Le support, c'est quoi ? ça sert à quoi ?": "What is the support? What is it for?",
  "La gravité (nom de zeus) nous empêche d'imprimer au-dessus du vide. Par conséquent chaque couche d'impression doit donc être supportée par celle du dessous (a minima chevauchée à 50%). Le support soutien donc les parties de la pièce qui se trouvent au-dessus du vide.": "La gravité (nom de zeus) nous empêche d'imprimer au-dessus du vide. Par conséquent chaque couche d'impression doit donc être supportée par celle du dessous (a minima chevauchée à 50%). Le support soutien donc les parties de la pièce qui se trouvent au-dessus du vide.",
  "Le YHT ci-contre montre les différentes possibilités.": "The YHT on the right shows the different possibilities.",
  "Y : il est possible d'imprimer au dessus du vide tant que l'angle de la surface ne dépasse pas 45°.": "Y: It is possible to print with nothing underneath as long as the angle of the surface does not exceed 45",
  "H : il est possible d'imprimer entre deux tours (nous appelons ça un bridge). A partir d'une certaine longueur, le bridge ne tiendra pas, Il faudra du support.": "H: it is possible to print between two towers (we call it a bridge). From a certain length, the bridge will not hold, you will need support.",
  "T : Sans support il est impossible d'imprimer un surplomb comme les branches du T.": "T: Without support it is impossible to print an overhang like the branches of the T.",
  "Avec et sans support": "With and without support",
  "L'image ci-contre illustre bien le résultat obtenu lorsqu'un objet aurait dû être imprimé avec support. Le support garantit la réussite d'une impression complexe.": "The image on the right illustrates the result obtained when an object should have been printed with a support. The support guarantees the success of a complex printing process.",
  "Toute l'ingéniosité d'une pièce bien conçue pour l'impression 3D réside dans l'orientation des géométries évitant au maximum l'utilisation du support.": "The ingenuity of a part well designed for 3D printing lies in the orientation of the geometries, avoiding the use of the substrate as much as possible.",
  "Le côté obscur du support": "The dark side of the support",
  "Il n'y a pas que des avantages dans l'utilisation du support. C'est de la matière perdue puisqu'elle ne fait pas partie de la pièce finale. C'est également une opération manuelle supplémentaire pour le retirer. Il laisse une surface grossière qu'il faut parfois gratter et poncer pour obtenir un résultat propre.": "Il n'y a pas que des avantages dans l'utilisation du support. C'est de la matière perdue puisqu'elle ne fait pas partie de la pièce finale. C'est également une opération manuelle supplémentaire pour le retirer. Il laisse une surface grossière qu'il faut parfois gratter et poncer pour obtenir un résultat propre.",
  "Le décollement des pièces": "The detachment of the parts",
  "C'est malheureusement un impondérable de l'impression 3D. Selon les géométries, la qualité de la première couche, la qualité des surfaces d'accroches, la pièce peut se décoller. Un décollement partiel comme sur l'image (appelé warping) est gênant puisqu'il a déformé la pièce. Un décollement complet entraîne un échec total de l'impression et peut endommager l'imprimante.": "C'est malheureusement un impondérable de l'impression 3D. Selon les géométries, la qualité de la première couche, la qualité des surfaces d'accroches, la pièce peut se décoller. Un décollement partiel comme sur l'image (appelé warping) est gênant puisqu'il a déformé la pièce. Un décollement complet entraîne un échec total de l'impression et peut endommager l'imprimante.",
  "La case à cocher \"Amélioration de la surface d'adhésion\" permet de limiter ce phénomène. Cette option vient ajouter une fine couche tout autour de la pièce et la stabilise sur la surface. Il faudra la retirer à la fin de l'impression.": "The \"Improvement of the adhesion surface\" checkbox is used to limit this phenomenon. This option adds a thin layer all around the part and stabilizes it on the surface. It will have to be removed at the end of the printing process.",
  "Les filaments": "The filaments",
  "Dans Cura, il est nécessaire de choisir le type et la couleur du filament utilisé pour fabriquer votre pièce. Ce choix permet d'ajuster plusieurs paramètres afin d'imprimer la pièce de manière optimale (la température de la buse, la quantité de matière extrudée, la rétractation, etc...).": "Dans Cura, il est nécessaire de choisir le type et la couleur du filament utilisé pour fabriquer votre pièce. Ce choix permet d'ajuster plusieurs paramètres afin d'imprimer la pièce de manière optimale (la température de la buse, la quantité de matière extrudée, la rétractation, etc...).",
  "Cura by Dagoma a été conçu pour vous éviter de régler tous ces paramètres. Tous les filaments disponibles sur Cura et sur notre site ont été testés et approuvés. Nous ne pouvons pas vous assurer une bonne qualité d'impression avec un filament ne figurant pas dans la liste. L'idéal pour débuter est la gamme de filaments Chromatik que nous vous proposons": "Cura by Dagoma a été conçu pour vous éviter de régler tous ces paramètres. Tous les filaments disponibles sur Cura et sur notre site ont été testés et approuvés. Nous ne pouvons pas vous assurer une bonne qualité d'impression avec un filament ne figurant pas dans la liste. L'idéal pour débuter est la gamme de filaments Chromatik que nous vous proposons",
  "Vous savez tout sur Cura by Dagoma": "You know everything about Cura by Dagoma",
  "Merci d'avoir suivi cette notice. Nous mettons tout en oeuvre pour vous simplifier l'expérience de l'impression 3D avec Dagoma. Pour nous aider à améliorer cette notice, pourriez-vous prendre dix secondes (promis pas plus) pour nous donnez votre avis ?": "Thank you for following these instructions. We do our best to simplify the 3D printing experience with Dagoma. To help us improve this manual, could you take ten seconds (promised no more) to give us your opinion?",
  "Installation": "Installation",
  "Notice de montage caisson Magis et Neva - préparation": "Instructions for assembling Magis and Neva box - preparation",
  "Vous avez reçu votre caisson pour Magis et Neva": "You received your box for Magis and Neva",
  "Nous allons vous accompagner pour le montage et l'installation de votre protection pour l'imprimante 3D Magis et Neva.": "We will assist you in the assembly and installation of your protection for the Magis and Neva 3D printer.",
  "Dans ce carton vous avez trouvé": "In this box you found",
  "Installation des patins": "Installation of the pads",
  "Prenez les 6 patins dans le petit sachet de vis.": "Take the 6 skids from the small screw bag.",
  "Sous le socle en bois, enfoncez 3 patins dans les angles comme sur la vidéo.": "Under the wooden base, push 3 skids into the corners as shown on the video.",
  "Ensuite sous chacun des trois pieds, enfoncez un patin.": "Then under each of the three feet, push in a skate.",
  "Mettez le socle de côté, il servira plus tard.": "Put the base aside, it will be used later.",
  "Installation des pieds sur la Magis": "Installation of the feet on the Magis",
  "Reprenez les 3 pieds et installez les sur votre imprimante 3D.": "Take the 3 feet back and install them on your 3D printer.",
  "Rentrez l'ergo dans le trou prévu à cet effet.": "Push the ergot back into the hole provided for this purpose.",
  "Préparation des cerclages": "Preparation of strapping",
  "Retirez le film protecteur présent sur les pièces.": "Remove the protective film from the parts.",
  "Préparation des éléments terminée": "Element preparation completed",
  "Temps approximatif : 20 min": "Approximate time: 20 minutes",
  "Notice de montage caisson Magis - assemblage du caisson": "Instructions for assembling Magis box - box assembling",
  "Assemblage du caisson de protection": "Assembling the protective box",
  "Nous allons assembler le caisson de protection qui entourera votre imprimante 3D.": "We will assemble the protective box that will surround your 3D printer.",
  "Préparation de la vitre": "Preparation of the glass",
  "La vitre vous a été livrée à plat. Nous allons fixer les bouts pour former un tube.": "The glass was delivered flat to you. We will fix the ends to form a tube.",
  "Serrage de la vitre": "Tightening the glass",
  "Tirez de part et d'autre de la couture pour la serrer.": "Pull on both sides of the seam to tighten it.",
  "Recommencez de l'autre côté.": "Repeat on the other side.",
  "Préparation des cerclages supérieurs": "Preparation of the upper straps",
  "Disposez les 3 premiers cerclages comme indiqué sur l'image.": "Arrange the first 3 straps as shown in the picture.",
  "Montage du cerclage arrière supérieur": "Assembling the upper rear strap",
  "L'arrière du caisson est représenté par la couture. Le bas du caisson présente des encoches comme sur la vidéo.": "The back of the box is represented by the seam. The bottom of the box has notches as in the video.",
  "Placez vous du côté sans encoche. Récupérez le cerclage supérieur arrière.": "Stand on the side without a notch. Retrieve the upper rear strapping.",
  "Appuyez sur le caisson pour le plier, enclenchez le cerclage dans trous prévu à cet effet et relâchez pour le bloquer. Tous les ergots doivent entrer dans les trous sur la vitre.": "Press the box to fold it, snap the strapping into the holes provided for this purpose and release to lock it. All dewclaws must fit into the holes in the glass.",
  "Ensuite, prenez 2 élastiques et installez les autours des 2 ergots arrières.": "Then, take 2 rubber bands and install around the 2 rear pins.",
  "Vérification": "Verification",
  "L'ergot doit être centré dans le trou de la vitre. Tirez sur la vitre pour l'aligner.": "The pin must be centered in the hole in the glass. Pull the glass to align it.",
  "Montage des cerclages avant supérieur": "Assembling the upper front straps",
  "Prenez 2 cerclages avant. Pincez la vitre pour la plier au milieu des deux trous comme sur la vidéo et installez le premier cerclage. Orientez le pour compléter l'encoche présente sur le cerclage arrière.": "Take 2 front straps. Pinch the glass to bend it in the middle of the two holes as in the video and install the first strapping. Orient it to complete the notch on the rear strap.",
  "Prenez 3 élastique et verrouillez les 3 ergots disponibles.": "Take 3 rubber bands and lock the 3 available pins.",
  "Faites de même avec le second cerclage. Cette fois ci, il faudra 4 élastiques.": "Do the same with the second strapping. This time, we''ll need four rubber bands.",
  "Assurez-vous d'obtenir la même chose que sur la photo. La vitre doit bien suivre le cerclage.": "Make sure you get the same as in the picture. The glass must follow the strapping well.",
  "Préparation des cerclages inférieurs": "Preparation of the lower straps",
  "Montage du cerclage arrière inférieur": "Assembling the lower rear strap",
  "Retournez le caisson pour installer le prochain cerclage. Prenez le cerclage inférieur arrière. Pliez le caisson au niveau de la couture et placez les ergots dans les trous.": "Turn the box over to install the next strapping. Take the lower rear strap. Fold the box at the seam and place the pins in the holes.",
  "Récupérez 2 élastiques pour verrouiller les ergots disponibles.": "Retrieve 2 rubber bands to lock the available pins.",
  "Montage des cerclages avant inférieur": "Assembling the lower front straps",
  "Prenez les 2 derniers cerclages. Pincez la vitre pour la plier au milieu des deux trous comme sur la vidéo et installez le premier cerclage. Orientez le pour compléter l'encoche présente sur le cerclage arrière. Faites de même avec le second cerclage.": "Take the last two straps. Pinch the glass to bend it in the middle of the two holes as in the video and install the first strapping. Orient it to complete the notch on the rear strap. Do the same with the second strapping.",
  "Prenez 7 élastiques et verrouillez les 7 ergots disponibles.": "Take 7 rubber bands and lock the 7 available pins.",
  "Retrait des films protecteur": "Removal of protective films",
  "Retirez le film présent sur la vitre.": "Remove the film from the glass.",
  "Astuce : Vous pouvez écarter la vitre du cerclage pour retirer les morceaux restant.": "Tip: You can move the glass away from the strapping to remove the remaining pieces.",
  "Installation du chariot": "Installation of the carriage",
  "Prenez le chariot et 2 vis bombées.": "Take the carriage and 2 curved screws.",
  "Insérez les vis dans les trous du cerclage.": "Insert the screws into the holes of the strapping.",
  "Retirez la butée aimantée.": "Remove the magnetic stop.",
  "Présentez le chariot pour aligner les trous.": "Place the carriage to align the holes.",
  "Vissez le ensuite fermement à l'aide de la petite clef fournie.": "Then screw it in firmly with the small provided wrench.",
  "Prenez ensuite le verrou et 2 vis fraisées.": "Then take the lock and 2 countersunk screws.",
  "Présentez le verrou en face des trou à l'extérieur du caisson pour pincer la vitre entre le chariot et le verrou.": "Place the lock in front of the holes on the outside of the box to pinch the glass between the carriage and the lock.",
  "Vissez ensuite fermement à l'aide de la petite clef fournie.": "Then screw it in firmly using the small wrench provided.",
  "Installation des guides câbles": "Installation of cable guides",
  "Prenez les deux guides câbles.": "Take the two cable guides.",
  "Orientez les pour les aligner aux différentes formes.": "Orient them to align them to the different shapes.",
  "Vissez les ensuite à l'aide des deux dernières vis fraisées.": "Then screw them in using the last two countersunk screws.",
  "Assemblage du caisson terminé": "Assembling of the box completed",
  "Temps approximatif : 10 min": "Approximate time: 10 minutes",
  "Notice de montage caisson Magis - installation du caisson": "Instructions for assembling Magis box - installation of the box",
  "Installation du caisson de protection": "Installation of the protective box",
  "Nous allons maintenant installer l'imprimante dans le caisson et terminer son assemblage.": "We will now install the printer in the box and complete its assembling.",
  "Fixation du rail de guidage": "Fixing the guide rail",
  "Prenez le socle en bois, une grosse vis et le rail.": "Take the wooden base, a large screw and the rail.",
  "Retournez la plaque et introduisez la vis.": "Turn the plate over and insert the screw.",
  "Vissez le rail à la main sans efforts.": "Vissez le rail à la main sans efforts.",
  "Alignez le sur la gravure présente sur le socle.": "Align it with the engraving on the base.",
  "Installation de l'imprimante": "Printer installation",
  "Posez l'imprimante sur le socle. Des empreintes permettent de positionner les pieds. L'arrière de la machine s'aligne sur le rail.": "Place the printer on the base. Footprints are used to position the feet. The rear of the machine is aligned with the rail.",
  "Prenez le clips le plus large et enfoncez le dans la fente sur le socle (à gauche vue de derrière).": "Take the widest clip and push it into the slot on the base (left seen from behind).",
  "Passez le câble d'alimentation sous la machine puis branchez-le.": "Run the power cable under the machine and connect it.",
  "Clipsez-le câble après le cylindre de ferrite.": "Clip the cable after the ferrite cylinder.",
  "Le câble ne doit surtout pas être contraint.": "The cable must not be constrained.",
  "Vous pouvez installer le clips du côté droit en fonction de la longueur entre votre connecteur et la ferrite.": "You can install the clip on the right side depending on the length between your connector and the ferrite.",
  "Installation du filament": "Installation of the filament",
  "Prenez le dernier clips et installez le dans la fente à l'avant droit du socle.": "Take the last clip and install it in the slot on the right front of the base.",
  "Si votre bobine passe sous la machine, installez là avec un dérouleur horizontal.": "If your coil passes under the machine, install it with a horizontal unwinder.",
  "Si votre bobine ne passe pas ou est installée avec un dérouleur vertical, passer le filament dans le clips avant de le présenter dans l'extrudeur (comme sur la vidéo).": "If your coil does not pass or is installed with a vertical unwinder, pass the filament through the clip before presenting it in the extruder (as in the video).",
  "Installation du caisson": "Installation of the box",
  "Prenez le caisson avec le chariot vers le bas.": "Take the box with the cart down.",
  "Faites le coulisser sur le rail jusqu'en bas.": "Slide it down on the rail.",
  "Alignez le caisson dans la rainure du socle.": "Align the box in the slot of the base.",
  "Accédez à la vis sous le socle pour serrer fermement le rail.": "Access the screw under the base to tighten the rail firmly.",
  "Astuce : faites-le glisser sur le bord d'une table pour accéder à la vis.": "Tip: slide it over the edge of a table to access the screw.",
  "Montage de la butée": "Assembling the stop",
  "Récupérez la butée magnétique.": "Retrieve the magnetic stop.",
  "Placez-la les aimants vers le bas.": "Place the magnets down.",
  "Vissez-la sur le rail fermement.": "Vissez-la sur le rail fermement.",
  "Utilisation": "Use of the system",
  "La simplicité même.": "Simplicity itself.",
  "Placez vos main sur les côtés.": "Place your hands on the sides.",
  "Levez le caisson en soulevant le cerclage.": "Lift the box by pulling the strapping up.",
  "Soulevez jusqu'à la butée et il tiendra tout seul.": "Lift up to the stop and it will hold on by itself.",
  "Tirez sur le cerclage pour le faire redescendre.": "Pull the strapping to lower it down.",
  "NB: Pour sortir la machine du caisson, vous devez retirer la butée, retirer le caisson et sortir la machine.": "NB: To remove the machine from the box, you must remove the stop, remove the box and remove the machine.",
  "Félicitations ! Le montage du caisson est terminé.": "Congratulations! The assembling of the box is complete.",
  "1 - Préparation": "1 - Preparation",
  "2 - Face av.": "2 - Front side ",
  "3 - Face ar.": "3 - Rear side",
  "4 - Fix. latérales": "4 ",
  "5 - Axe X": "5 - X axis",
  "6 - Base": "6 - Base",
  "7 - Axe Z": "7 - Z axis",
  "8 - Plateau": "8 - Tray",
  "9 - Câblage": "9 - Wiring",
  "10 - Finitions": "10 - Finish",
  "11 - Contrôle": "11 - Control",
  "12 - Mise à jour": "12 - Update",
  "13 - Calibration": "13 - Calibration",
  "14 - Cura": "14 - Cura",
  "15 - Utilisation": "15 - Use",
  "Notice de montage DiscoEasy200 - Page 1 - Préparation": "Instructions for assembling DiscoEasy200 - Page 1 - Preparation",
  "Préparons nous au montage": "Let's prepare for the assembling",
  "Nous allons préparer tous les éléments nécessaires au montage du kit.": "We will prepare all The Necessary elements for the assembly of the kit.",
  "Temps approximatif de montage : 3 heures 30 minutes.": "Approximate assembling time: 3 hours 30 minutes.",
  "Les pré-requis": "The prerequisites",
  "Un kit Discoeasy200": "A kit DiscoEasy200",
  "Dans le carton du kit vous allez trouver...": "In the box you will find the kit ...",
  "1 tournevis hexagonal 2.5 mm et une spatule": "1 hex screwdriver 2.5 mm and a spatula",
  "Dans le carton, il vous reste 5 moteurs (2 avec poulie, 1 avec roue dentée, 2 plus petits), un ensemble de barres (dans le filet jaune : 5 courtes, 8 longues, 2 filetées), les pièces imprimées, un outil imprimé, un plateau, des éléments de finition et une alimentation. (2 avec poulie, 1 avec roue dentée, 2 plus petits), un ensemble de barres (dans le filet jaune : 5 courtes, 8 longues, 2 filetées), les pièces imprimées, un outil imprimé, un plateau, des éléments de finition et une alimentation.": "In the box, you have five motors (2 with pulley 1 with gearwheel 2 smaller), a set of bars (in the yellow net: 5 short, 8 long, 2 threaded), printed parts, a tool printed, tea, finishing elements and power supply. (2 with pulley 1 with gearwheel 2 smaller), a set of bars (in the yellow net: 5 short, 8 long, 2 threaded), printed parts, a printed tool, tray, finishing elements and a power supply.",
  "Conseil : Sortez les vis et regroupez-les par type. Utilisez un récipient pour ne pas les perdre. Laissez les roulements dans leur sachet.": "Tip: Take out the screws and group them by type. Use a container to avoid losing them. Leave the bearings in their bag.",
  "Je suis prêt : CHECK !": "I''m ready: CHECK!",
  "Temps approximatif : 15 minutes": "Approximate time: 15 minutes",
  "Notice de montage DiscoEasy200 - Page 2 - Montage de la face avant": "Instructions for assembling DiscoEasy200 - Page 2",
  "Montage de la face avant": "Assembling the front side",
  "Nous allons monter la première partie de l'imprimante 3D.": "We will assemble the first portion of the 3D printer.",
  "Mise en place des vis de serrage": "Installation of the clamping screws",
  "Prenez 4 écrous et 4 vis moyennes (M3x16). Placez les écrous dans les logements comme sur la vidéo. Mettez en place les vis sans trop serrer, juste pour maintenir les écrous et éviter que les vis ne bougent. Nous les serrerons plus tard pour maintenir les barres.": "Take 4 nuts and 4 middle screws (M3x16). Place the nuts in the housing as the video. Put the screws loosely, just to keep the nuts and prevent screws from moving. We will shake later to keep the bars.",
  "Installation des 2 roulements de courroie": "Installation of the 2 belt bearings",
  "Nous allons placer les roulements qui feront le renvoi de courroie du plateau de l'imprimante.": "We will up the bearings That will return the belt from the printer tray.",
  "Prenez le petit outil imprimé pour vous aider à placer les roulements. Prenez 1 vis M3x16, placez la dans le trou correspondant et vissez à travers les 2 roulements. Vérifiez que les roulements tournent bien après serrage. Répétez l'opération pour le deuxième emplacement.": "Take the small print tool to help you place the bearings. Take 1 M3x16 screw, place it in the corresponding hole and screw through the 2 bearings. Make sure bearings turn right after tightening. Repeat for the second location.",
  "Mise en place de la butée de Y": "Installation of the Y stop",
  "Prenez la butée avec le câble le plus court. Introduisez la dans le logement en commençant par faire passer la prise.": "Take the stop with the shortest cable. Insert it into the slot, starting with the plug.",
  "Orientez le comme sur la vidéo.": "East it did on the video.",
  "Pliez les pattes en dessous puis enfoncez la butée. Elle dépasse d'un millimètre par rapport au plastique.": "Bend the legs underneath and push in the stop. It is one millimeter Higher Than plastic.",
  "Installation du moteur de Y": "Installation of the Y motor",
  "Posez-la face avant à plat.": "Lay it flat on the front side.",
  "Rentrez le moteur dans son support avec le connecteur vers le haut.": "Push the motor back into icts bracket, the connector facing upwards.",
  "La poulie se trouvera en face des roulements.": "The pulley will be in front of the bearings.",
  "Vissez le moteur avec 3 vis M3x6.": "Screw the motor with 3 screws M3x6.",
  "Montage de la face avant : CHECK !": "Assembling the front side: CHECK!",
  "Mettez-la de côté, elle nous servira plus tard.": "Put it aside, it Will Be Useful again later.",
  "Temps approximatif : 20 minutes": "Approximate time: 20 minutes",
  "Notice de montage DiscoEasy200 - Page 3 - Montage de la face arrière": "Instructions for assembling DiscoEasy200 - Page 3 - Front Side",
  "Montage de la face arrière": "Assembling the rear side",
  "Nous allons monter la deuxième partie de l'imprimante 3D.": "We will mount the second hand of the 3D printer.",
  "Comme tout à l'heure, prenez 4 écrous et 4 vis moyennes (M3x16). Placez les écrous dans les logements comme sur la vidéo. Mettez en place les vis sans trop serrer, juste pour maintenir les écrous et éviter que les vis ne bougent. Nous les serrerons plus tard pour maintenir les barres.": "Like just now, take 4 nuts and 4 middle screws (M3x16). Place the nuts in the housing as the video. Put the screws loosely, just to keep the nuts and prevent screws from moving. We will shake later to keep the bars.",
  "Installation des roulements de courroie": "Installation of belt bearings",
  "Prenez le petit outil imprimé. Il permet de placer et maintenir les roulements facilement. Prenez 1 vis M3x16, placez en une dans le trou correspondant et vissez à travers les 2 roulements. Vérifiez que les roulements tournent bien après serrage.": "Take the small printed tool. It Allows the bearings to be Easily Placed and maintained. Take 1 M3x16 screw, one spot in the Corresponding hole and screw through the 2 bearings. Check que la bearings rotate well after-tightening.",
  "Montage de l'extrudeur": "Mounting the extrude",
  "Prenez le moteur et placez le depuis l'intérieur de la pièce plastique (roue dentée côté lisse de la pièce).": "Take the motor and place it from inside the plastic hand (gearwheel on the smooth side of the hand).",
  "Orientez le connecteur du moteur vers les roulements.": "Point the motor connector Reviews towards the bearings.",
  "Placez 2 vis M3x25 dans le corps de l'extrudeur. Laissez le trou où la matière est la plus fine vide.": "Place 2 M3x25 screws in the extruded body. Leave the hole Where the material is the thinnest empty.",
  "Orientez le comme sur la vidéo (trou vide dans le même sens que le connecteur).": "East it did on the video (empty hole in the direction of Sami as the connector).",
  "Serrez les deux vis.": "Tighten the two screws.",
  "Placez le ressort dans l'empreinte sur le corps de l'extrudeur.": "Place the spring in the cavity on the body of the extruder.",
  "Prenez le bras, placez le pour que le ressort soit pris dans la seconde empreinte.": "Take the arm, instead it so que le spring is taken in the second printing.",
  "Comprimez le ressort pour aligner les trous placez la dernière vis sans serrer.": "Compress the spring to align the holes up the last screw loosely.",
  "Serrage du bras d'extrudeur": "Clamping the extruded arm",
  "Le bras ne doit pas être trop serré pour éviter de le bloquer.": "The arm shoulds not be too tight to Avoid blocking it.",
  "Serrez jusqu'à voir disparaître le jour entre les deux pièces orange.": "Tighten until disappear the day between the two parts orange.",
  "Desserrez d'un quart de tour pour le faire réapparaître.": "Loosen a quarter turn to make it reappear.",
  "Montage de la face arrière : CHECK !": "Assembling the rear side: CHECK!",
  "Temps approximatif : 5 minutes": "Approximate time: 5 minutes",
  "Notice de montage DiscoEasy200 - Page 4 - Montage des fixations latérales": "Instructions for assembling DiscoEasy200 - Page 4 - Mounting the lateral fixationss",
  "Montage des fixations latérales": "Assembling the lateral mounts",
  "Nous allons monter la troisième partie de l'imprimante 3D.": "We will mount the third hand of the 3D printer.",
  "Retirez la pièce que l'on appellera l'anti-wooble. Grattez votre pièce avec la spatule pour qu'elle soit propre. Répétez l'opération sur la seconde pièce.": "Remove the hand That We `shall call the Anti-Wobble. Scrape your hand with the spatula to keep it clean. Repeat the operation on the second part.",
  "Prenez 8 écrous et 8 vis (M3x16). Placez les écrous dans les logements comme sur la vidéo. Mettez en place les vis sans trop serrer, juste pour maintenir les écrous et éviter que les vis ne bougent. Nous les serrerons plus tard pour maintenir les barres.": "Take 8 nuts and 8 screws (M3x16). Place the nuts in the slots as shown in the video. Put the screws in place without overtightening, just to hold the nuts and prevent prevention the screws from moving. We will tighten em later to hold the bars.",
  "Montage de la barre": "Assembling the bar",
  "Rentrez la barre dans le logement transversal de la première fixation. Enfoncez-la avec force. Prenez la seconde fixation et répétez l'opération. À la fin vous devez obtenir la même chose que sur la vidéo.": "Push the bar back into the seat of the first cross bracket. Push it in with force. Take the second attachment and repeat the operation. In the end you must get the Saami as on the video.",
  "Montage des fixations latérales : CHECK !": "Assembling the lateral fixings: CHECK!",
  "Mettez-les de côté, elles nous serviront plus tard.": "Put aside Them, They Will Be Useful again later.",
  "Notice de montage DiscoEasy200 - Page 5 - Montage de l'axe X": "Instructions for assembling DiscoEasy200 - Page 5 - Assembly of the X axis",
  "Montage de l'axe X": "Assembling the X axis",
  "Nous allons monter la dernière partie de l'imprimante 3D avant de passer à l'assemblage.": "We will assemble the last hand of the 3D printer before proceeding to assembly.",
  "Nous allons placer les roulements qui feront le renvois de courroie de la tête de l'imprimante.": "We will up the bearings That will return the belt from the printer head.",
  "Reprenez le petit outil imprimé pour vous aider à placer les roulements. Prenez 1 vis M3x16, placez la dans le trou correspondant et vissez à travers les 2 roulements. Faites passer le tournevis par le trou prévu à cet effet dans la pièce plastique. Vérifiez que les roulements tournent bien après serrage.": "Take the small print tool to help you place the bearings. Take 1 M3x16 screw, place it in the corresponding hole and screw through the 2 bearings. Pass the screwdriver through the hole provided for this purpose in the plastic part. Make sure bearings turn right after tightening.",
  "Mise en place de la butée de X": "Installation of the X stop",
  "Prenez la butée avec le câble le plus long. Introduisez la dans le logement en commençant par faire passer la prise.": "Take the stop with the longest cable. Insert it into the slot, starting with the plug.",
  "Orientez-la comme sur la vidéo.": "Orient it as you DID on the video.",
  "Enfoncez la butée.": "Push in the stop.",
  "Elle dépasse d'un millimètre par rapport au plastique.": "It is one millimeter Higher Than plastic.",
  "Installation du moteur de X": "Installation of the X engine",
  "Rentrez le moteur dans son support avec le connecteur vers la pièce (comme sur la vidéo).": "Push the motor back into icts bracket, the connector Reviews towards the hand (as in the video).",
  "Le dernier trou de vis est accessible avec l'outil plastique utilisé pour les roulements. Positionnez la vis en face du trou, passez le tournevis à travers la pièce, retirez l'outil imprimé, et vissez.": "The last screw hole is done with the plastic tool used for bearings. Position the screw in front of the hole, past the screwdriver through the workpiece, remove the printed tool and screw.",
  "Installation des roulements de la tête": "Installation of the head bearings",
  "Sortez deux roulements linéaires de leur sachet (prévoyez de l'essuie-tout, ils sont pleins d'huile).": "Take two linear bearings out of Their bags (bring paper towels, They Are full of oil).",
  "Clipsez-les dans les portées prévues à cet effet sur la tête (centrez-les bien avant d'appuyer).": "Clip 'em into the slots Provided on the head (center Them well before pressing).",
  "Montage des barres de l'axe X": "Assembling the X-axis bars",
  "Prenez 2 barres courtes.": "Take 2 short bars.",
  "Introduisez-les avec délicatesse dans les roulements (faites quelques rotations pour faciliter leur entrée). Une fois en place, faites quelques allers-retours pour vérifier que tout va bien.": "Gently insert em into the bearings (A Few Times rotate 'em to make' em Easier To enter). Once in place, make A Few trips back and forth to make sour everything is fine.",
  "Maintenant faites attention au sens des pièces. Référez-vous à la vidéo pour orienter les pièces. La tête et les deux chariots sont plus haut d'un côté (en haut sur la vidéo). Alignez ce côté. Le chariot avec le moteur sera à gauche, l'autre à droite. Pas besoin de forcer pour rentrer les barres. Dans l'étape suivante vous pourrez vérifier tout ça.": "Now pay attention to the meaning of the parts. Refer to the video to orient the parts. The head and the two carriages are higher on one side (top in video). Align this side. The truck with the engine will be on the left, the other right. No need to force to return the bars. In the next step you will check everything.",
  "Installation de la courroie de la tête": "Installation of the head belt",
  "Retournez l'ensemble pour voir le dessous de la tête.": "Turn the whole thing over to see the underside of the head.",
  "Prenez la courroie de 75cm.": "Take the belt 75cm.",
  "Les crans vers le haut de la tête, introduisez la courroie dans le trou supérieur.": "With the notches facing upwards, insert the belt into the upper hole.",
  "Récupérez-la de l'autre côté et faite la revenir à droite (attention aux vrilles).": "Pick it up on the other side and make it come back to the right (beware of spins).",
  "Dans le chariot de droite, passez au-dessus des roulements puis revenez en dessous (crans vers le roulement).": "In the right-hand carriage, pass over the bearings and then return to the bottom (notches Reviews towards the bearing).",
  "Tirez dessus pour récupérer du mou.Tirez dessus pour récupérer du mou.": "Pull it to get some slack.",
  "Faites revenir la courroie vers le chariot de gauche en passant sous la tête.": "Return the belt to the left carriage by passing under the head.",
  "Passez la courroie sous la poulie du moteur et revenez par dessus.": "Pass the belt from under the motor pulley and back over it.",
  "Dirigez le bout de la courroie vers la tête. Placez la courroie dans le logement (allez jusqu'au dernier cran).": "Point the end of the belt Reviews towards the head. Place the belt in the slot (go to the last notch).",
  "Reprenez l'autre bout et tirez dessus pour tendre la courroie. Tendez sans forcer, juste pour que tout tienne en place. Poussez la courroie pour la verrouiller dans les crans de la tête.": "Take the other end and pull on it to tighten the belt. Tense without forcing, just so That Everything stays in place. Push the belt to lock it into the notches on the head.",
  "Montage de l'axe X : CHECK !": "Mounting the X axis: CHECK!",
  "Vérifiez que le sens des pièces correspond à la photo.": "Check que le leadership of the shares corresponds to That on the picture.",
  "Mettez le ensuite de côté, il nous servira plus tard.": "Then put it aside, it will serve us later.",
  "Notice de montage DiscoEasy200 - Page 6 - Assemblage de la base": "Instructions for assembling DiscoEasy200 - Page 6 - Assembly of the base",
  "Assemblage de la base": "Assembling the base",
  "Nous allons commencer à assembler l'imprimante 3D. Première étape la base.": "We will start assembling the 3D printer. First step the base.",
  "Montage des barres": "Assembling the bars",
  "Prenez la face avant et 4 barres.": "Take the front side and 4 bars.",
  "Posez la face avant sur sa partie plate.": "Place the front side is flat icts hand.",
  "Montez les 4 barres dans les trous à chaque angle.": "Mount the 4 bars in the holes at Each corner.",
  "Forcez bien pour que les barres soient au fond de chaque trou.": "Strength in the bars so That They end up at the bottom of Each hole.",
  "Astuce : Un petit coup de maillet en caoutchouc aidera bien.": "Tip: A little rubber mallet stroke will help.",
  "Introduisez les fixations latérales sur les barres inférieures (les plus proches du logo Dagoma)": "Insert the side fasteners on the lower left (Closest to the Dagoma logo)",
  "Attention à l'orientation des pièces, soyez attentif aux détails sur la vidéo.": "Be careful with the orientation of the shares, to pay attention to the details on the video.",
  "Mise en place des roulements": "Installation of the bearings",
  "Ouvrez les sachets des roulements linéaires (encore couverts d'huile).": "Open the linear bearing bags (still covered with oil).",
  "Placez délicatement les roulements sur les barres supérieures, deux à droite et deux à gauche.": "Carefully up the bearings on the top bars, two on the right and two on the left.",
  "Astuce : de légères rotations permettent de rentrer le roulement plus facilement.": "Tip: slight rotations make it easier to slide in the bearing.",
  "Une fois montés, faites quelques allers-retours pour qu'ils se fassent à la barre.": "Once They Are mounted, make A Few trips back and forth for 'em to get used to the bar.",
  "Récupérez la face arrière montée.": "Retrieve the mounted rear side.",
  "Présentez-la, extrudeur vers le haut, et à gauche de la machine.": "Place it, extrude upwards, and to the left of the machine.",
  "Positionnez les barres en face des trous et enfoncez-les légèrement.": "Position the bar in front of the holes and press Slightly em in.",
  "Une fois en place, enfoncez fermement l'ensemble.": "Once in place, welded firmly press the whole thing in.",
  "Utilisez un maillet si possible pour être sûr que les pièces sont correctement enfoncées.": "Use a mallet if possible, to make safe que le shares are Properly Pushed in.",
  "Petit contrôle surprise": "surprise assessment",
  "Si vous avez bien suivi les vidéos, vous devez voir 8 petits ronds sur les pièces plastiques.": "If you-have the videos Followed Correctly, you shoulds see 8 small circles on the plastic parts.",
  "Les fixations latérales sont sur les barres inférieures.": "The lateral fasteners are on the lower links.",
  "Les roulements sur les barres supérieures (2 à droite et 2 à gauche).": "The bearings on the upper bar (2 on the right and 2 on the left).",
  "Si ce n'est pas le cas, démontez et recommencez.": "If this is not the case, take it apart and start again.",
  "Verrouillage des barres de la base": "Locking the base bars",
  "Posez la base à plat.": "Lay the flat base.",
  "Serrez les 8 vis se trouvant sur les côtés des faces avant et arrière.": "Tighten the 8 screws on the sides of the forehead and rear faces.",
  "Étape 7": "Step 7",
  "Installation du cache côté avant gauche": "Installation of the cover on the left front side",
  "A partir de maintenant, on désignera la face avec le logo comme l'avant et la face avec l'extrudeur comme l'arrière. La gauche sera votre gauche lorsque vous faites face à la machine.": "From now on, we will designate the side with the logo as the front and the side with the extruder as the rear. The left is your left as you face the machine.",
  "Commencez par pousser les fixations latérales vers l'arrière.": "Start by pushing the side fasteners backwards.",
  "Récupérez la grappe de caches côtés, séparez les pièces et nettoyez-les.": "Retrieve the cluster of side covers, separate the parts and clean 'em.",
  "Vous devez avoir deux pièces longues et deux courtes. Pour chaque paire, une aura une géométrie particulière et l'autre sera simple.": "You must have two long and two short parts. For Each hand, one will-have a Particular geometry and the other will be simple.",
  "Prenez la longue qui a une forme particulière (voir la vidéo). Elle vient se clipser sur la barre du bas. Rapprochez-la de la face avant. Sa forme s'adapte à celle de la face avant.": "Take the One That: has a long Particular shape (see video). It clips onto the bottom bar. Bring it closer to the front side. Its shape ADAPTS to the shape of the front side.",
  "Étape 8": "Step 8",
  "Installation du cache côté avant droit": "Installation of the cover on the right front side",
  "Récupérez le long cache côté simple.": "Retrieve the long single-sided cover.",
  "Clipsez-le sur la barre du bas et rapprochez-le de la face avant.": "Clip it onto the bottom bar and bring it closer to the front side.",
  "Respectez bien le sens de la pièce.": "Be sour to respect the leadership of the hand.",
  "Étape 9": "Step 9",
  "Installation des caches côtés arrières": "Installation of rear side covers",
  "Rapprochez les fixations latérales de la face avant pour bien serrer les caches côtés.": "Bring the side fasteners closer to the front side to tighten the side covers.",
  "Clipsez les petits caches côtés. Le simple va à droite (côté extrudeur). L'autre avec le trou va à gauche.": "Clip in the small side covers. The single goes to the right (extrusion side). The other one with the hole goes to the left.",
  "Étape 10": "Step 10",
  "Serrage des fixations latérales": "Clamping of the side fasteners",
  "Serrez les 4 vis des fixations latérales fermement. Ces pièces vont maintenir toute l'arche de l'axe Z. Elles doivent être bien en place et bien maintenues.": "Tighten the 4 screws of the side fasteners welded firmly. These shares will hold the Entire Z-axis arch. They must be well in place and well maintained.",
  "Montage de la base : CHECK !": "Assembling the base: CHECK!",
  "Gardez la, l'assemblage continue.": "Keep, continuous assembly.",
  "Temps approximatif : 25 minutes": "Approximate time: 25 minutes",
  "Notice de montage DiscoEasy200 - Page 7 - Assemblage de l'axe Z": "Instructions for assembling DiscoEasy200 - Page 7 - Assembly of the Z axis",
  "Assemblage de l'axe Z": "Assembling the Z axis",
  "Nous allons maintenant assembler l'axe Z de l'imprimante 3D. Elle va commencer à ressembler de plus en plus au produit fini.": "We will now assemble the Z axis of the 3D printer. It will start to look more and more like the finished product.",
  "Installation des moteurs de Z": "Installation of motors Z",
  "La base à plat, prenez un moteur, axe vers le haut, et glissez-le sous la base.": "With the flat base, take a motor, axis upwards, and slide it under the base.",
  "Faites-le ressortir au niveau des fixations latérales.": "Make it stand out at the level of the side fasteners.",
  "Orientez le de biais, le connecteur pointant vers la face arrière.": "East at an angle it, with the connector pointing to the rear side.",
  "Vissez-le à l'aide de deux vis M3x6.": "Screw it in with two M3x6 screws.",
  "Prenez ensuite un coupleur. Placez-le sur l'axe du moteur (attention, les deux côtés ont un trou de diamètre différent, choisissez le plus serré).": "Then take a couple. Place it on the motor shaft (be careful, both, sides-have a hole of different diameter, choose the tightest one).",
  "Il doit être à fleur de la fixation latérale. Utilisez la spatule pour le poser dessus puis serrez la vis inférieure fermement.": "It must be flush with the lateral fixing. Use the spatula to spot it on top and tighten the lower screw welded firmly.",
  "Répétez l'opération sur le second moteur.": "Repeat the operation on the second engine.",
  "Montage des barres de l'axe Z": "Assembling the Z-axis bars",
  "Prenez les 4 barres longues.": "Take the 4 bars long.",
  "Montez-les dans les trous des fixations latérales.": "Mount em in the holes of the side fasteners.",
  "Installation de l'axe X": "Installation of the X axis",
  "Prenez l'axe X, orientez-le pour que le moteur de X soit à gauche de la machine lorsque la face avant est devant vous.": "Take the X axis, orient it so que la X motor is on the left of the Machine When the front side is in front of you.",
  "Insérez les barres dans les roulements sans forcer et faites coulisser l'axe jusqu'en bas.": "Insert the poles into the bearings without force and slide the shaft to the bottom.",
  "Faites quelques allers-retours pour que l'ensemble s'ajuste bien.": "Make A Few moves back and forth so que le assembly fits properly.",
  "Mettez ensuite les ressorts dans leur logement comme sur la vidéo.": "Then put the springs In Their seats as shown in the video.",
  "Petite vérification": "Small said",
  "Normalement voici ce que vous avez obtenu. Vérifiez bien le sens des éléments.": "Here is what you have got shoulds. Check the management of the Elements carefully.",
  "Montage des tiges filetées": "Assembling the threaded rods",
  "Vissez l'écrou M8 sur une tige jusqu'à environ 1 pouce de l'extrémité.": "Screw the M8 nut onto a rod up to it is about 1 inch from the end.",
  "Faites de même sur la seconde tige.": "Do the Saami on the second rod.",
  "Prenez un anti-wooble. Soulevez un chariot de X. Placez la fourche autour de la tige arrière et alignez l'écrou sur le trou du coupleur.": "Take an anti-Wobble. Lift has carriage of X. Place the fork around the rod and align the rear nut with the coupling hole.",
  "Reprenez une tige filetée et présentez-la côté écrou dans le logement où se trouve le ressort.": "Take a threaded rod and place it with the nut side in the recess Where the spring is located.",
  "Assurez-vous d'être bien aligné sur l'écrou de l'anti-wooble.": "Make sour it is well aligned with the Anti-Wobble nut.",
  "Dévissez la tige pour faire descendre l'écrou en dessous de la lucarne.": "Loosen the stem to lower the nut below the skylight.",
  "Une fois en dessous, commencez à visser dans l'anti-wooble.": "Once underneath, start screwing into the Anti-Wobble.",
  "Arrêtez de visser lorsque le chariot commence à se lever.": "Stop screwing When the carriage starts to rise.",
  "Répétez l'opération sur le deuxième chariot.": "Repeat the operation on the second carriage.",
  "Serrage des coupleurs": "Tightening the couplers",
  "Soulevez un chariot pour vous assurer que la tige filetée est bien prise dans le coupleur.": "Lift carriage has to Ensure que la threaded rod is Properly engaged in the pair.",
  "Remettez-le en place puis vissez légèrement pour avoir un peu d'espace.": "Put it back in place and screw it in Slightly to Give You Some space.",
  "Appuyez sur le coupleur pour le compresser, puis serrez la vis supérieure.": "Press the couple to compress it, Then tighten the upper screw.",
  "En relâchant, vous verrez le chariot monter légèrement.": "When you release it, you will see the carriage Rise Slightly.",
  "Répétez l'opération sur le second coupleur.": "Repeat the operation on the second pair.",
  "Assemblage de l'axe Z : CHECK !": "Assembling the Z axis: CHECK!",
  "Vérifiez que les pièces sont orientées comme sur la photo.": "Check que le shares are oriented as shown in the picture.",
  "Notice de montage DiscoEasy200 - Page 8 - Assemblage du plateau": "Instructions for assembling DiscoEasy200 - Page 8 - Assembly of the tray",
  "Assemblage du plateau": "Assembling the tray",
  "Nous allons maintenant assembler la pièce qui viendra accueillir vos impression : le plateau.": "We will now assemble the hand That will Accommodate your printing: the tray.",
  "Montage des supports plateau": "Assembling the tray holders",
  "Détachez et nettoyez les pièces à l'aide de la spatule.": "Detach and clean the parts using the spatula.",
  "Mettez en place les écrous dans les pièces, côté caoutchouc de l'écrou vers les logements qui accueilleront les roulements": "Set up the nuts in parts, nut rubber side towards the housing that will host the bearings",
  "Prenez le grand support, positionnez la lettre A vers le côté le plus court du plateau.": "Take the wide support, position the letter A Reviews towards the shortest side of the tray.",
  "Allez à l'étape d'en dessous pour vérifier le sens.": "Go to the step below for definitions.",
  "Retirez le scotch qui déborde sur les trous de vis.": "Remove the tape That extends over the screw holes.",
  "Vissez légèrement uniquement pour maintenir les pièces.": "Slightly screw in only to hold the shares.",
  "Répétez l'opération pour les deux autres pièces (écrous vers l'extérieur).": "Repeat for the other two parts (nuts outwardly).",
  "Vérifions tout ça": "Let's check all this out.",
  "Voilà le rendu final. Faites bien attention au sens des éléments.": "This is the final result. Watch the management of the items.",
  "Installation sur l'imprimante": "Installation on the printer",
  "Faites monter l'axe X pour laisser passer le plateau (tourner les deux coupleurs dans le sens des aiguilles d'une montre).": "Raise the X axis to let the tray (turn both couplers in the direction of clockwise).",
  "Pré-positionnez les roulements sur les barres.": "Pre-position the bearings on the bar.",
  "Prenez le plateau avec le support long vers la face avant (comme sur la vidéo).": "Take the tray with the long Reviews towards the forehead support (as on the video).",
  "Posez le sur les roulements.": "Place it on the bearings.",
  "Sur un côté, alignez les roulements au milieu des pièces orange.": "On one side, align the bearings amid the orange pieces.",
  "Appuyez sur le plateau pour clipser les roulements.": "Press the flat to the clip bearings.",
  "Répétez l'opération de l'autre côté.": "Repeat the operation on the other side.",
  "Faites des aller-retours avec le plateau pour que l'assemblage coulisse bien.": "Slide the tray along in Both directions so que le assembly glides smoothly.",
  "Serrez les vis du plateau (sans forcer).": "Tighten the screws flat (do not Force Them).",
  "Assurez-vous qu'il coulisse toujours après serrage. Si ce n'est pas le cas, desserrez légèrement les vis.": "Make sour That It always slides after-tightening. If this is not the case, Slightly loosen the screws.",
  "Contrôle de la perpendicularité de la base": "Checking the perpendicularity of the base",
  "Maintenant que le plateau est monté, nous pouvons effectuer une vérification importante.": "Now que la tray is mounted, we can perform significant year check.",
  "Avancez le plateau jusqu'à la face avant.": "Move the plate to the front.",
  "Vérifiez que les deux soient parallèles (quelques mm d'écart sont acceptables).": "Check That Both are parallel (A Few mm spacing is acceptable).",
  "Faites pareil avec la face arrière.": "Repeat the operation on the rear side.",
  "Si ce n'est pas le cas, une barre doit être mal enfoncée (voir page 7).": "If this is not the case, a bar must be Pushed Incorrectly in (see page 7).",
  "Installation de la courroie du plateau": "Installation of the tray belt",
  "Attention, le plateau est encore mobile, faites attention à vos doigts !": "Be careful, the tray is still mobile, be careful with your fingers!",
  "Prenez la courroie de 85cm.": "Take the belt 85cm.",
  "Retournez la Discoeasy200 pour avoir accès au dessous de la machine.": "Turn the DiscoEasy200 around to access the bottom of the machine.",
  "Dans cette vidéo n'hésitez pas à utiliser le bouton pause.": "In this video do not hesitate to use the Pause button.",
  "Faites passer le bout de l'inscription A vers B dans le support plateau avant (crans vers le bas de la machine).": "Pass the end of the inscription A to B through the forehead tray holder (notches at the bottom of the machine.)",
  "Laissez-le dépasser du côté B d'environ 2cm.": "Let it extend over the B side by about 2cm.",
  "Faites-le coulisser vers le bas pour le verrouiller.": "Slide it down to lock it.",
  "Prenez l'autre bout et faites-le passer au dessus du premier roulement en haut de la face avant (crans vers le roulement).": "Take the other end and pass it over the first bearing to the top of the front face (clicks bearing).",
  "Récupérez-le en dessous et tirez pour retirer le mou (faites la même chose à chaque étape). Attention aux vrilles dans la courroie.": "Retrieve it from below and pull to remove the slack (do la même thing at Each Step). Beware of spins in the belt.",
  "Faites passer le bout entre la poulie moteur et le second roulement.": "Pass the end entre les motor pulley and the second bearing.",
  "Passez la courroie entre la barre transversale et le plateau.": "Pass the belt entre les crossbar and the flat.",
  "Sur la face arrière, faites passer la courroie sous le roulement et poussez pour le récupérer au dessus.": "On the rear side, slide the belt from under the bearing and push to pick it up above.",
  "Repassez entre la barre et le plateau et faites entrer le bout dans le support plateau avant de B vers A.": "Pass entre the bar and the tray and insert the end into the forehead tray holder from B to A.",
  "Tirez sans forcer sur la courroie pour la tendre et pousser vers le bas pour la verrouiller.": "Pull the belt to tighten it and gently push it down to lock it.",
  "Repliez le bout et faites-le passer dans le clips pour finir.": "Bend the end and pass it through the clip to finish.",
  "Assemblage du plateau : CHECK !": "Assembling the tray: CHECK!",
  "On approche de la fin. Prochaine étape, le câblage.": "We''re nearing the end. Next step, the wiring.",
  "Temps approximatif : 30 minutes": "Approximate time: 30 minutes",
  "Notice de montage DiscoEasy200 - Page 9 - Câblage": "Instructions for assembling DiscoEasy200 - Page 9 - Wiring",
  "Place au câblage": "Wiring space",
  "Nous allons maintenant mettre en place la carte de contrôle et y raccorder tous les éléments.": "We will now set up the control board and connect all the Elements to it.",
  "Faites monter l'axe X jusqu'à mi-hauteur (ça prend un peu de temps).": "Raise the X axis to half height (it takes a little time).",
  "Faites bien monter les 2 chariots en même temps.": "Make sour que le 2 carriages move at the time Sami.",
  "Machine face à vous, placez la tête à droite et le plateau en arrière.": "With the Machine facing you, up the head to the right and the tray to the back.",
  "Retournez la machine pour avoir accès au dessous.": "Turn the engine upside down to access the bottom.",
  "Posez-la sur la face arrière pour que nous ayons la même référence.": "Place it on the rear side so That We avez la même reference.",
  "Installation de la carte de contrôle": "Installation of the control card",
  "Sortez la carte du sachet et retirez l'adaptateur branché sur EXP1 et EXP2.": "Remove the bag from the board and remove the adapter plugged in and EXP1 EXP2.",
  "Placez-la avec les connecteur face à vous, en diagonale, le lecteur USB vers la barre transversale regardant vers la face arrière.": "Place it with the connectors facing you diagonally, with the USB drive facing the crossbar facing backwards.",
  "Serrez-la à l'aide de deux vis M3x6": "Tighten it with two screws M3x6",
  "Ne serrez pas trop fort pour éviter d'endommager la carte.": "Do not overtighten to Avoid Damaging the card.",
  "Câblage du moteur de X": "Wiring the X motor",
  "Nous allons commencer par brancher tous les éléments de l'axe X.": "We will start by connecting all the Elements of the X axis.",
  "Prenez le câble moteur le plus long dans le sachet.": "Take the longest motor cable from the bag.",
  "Branchez-le au moteur (pas de soucis de sens, il y a des détrompeurs).": "Connect it to the motor (no management problems, there are coded pins).",
  "Faites-le ensuite passer au niveau de la fixation latérale gauche, derrière la barre arrière.": "Then move it to the left side behind the rear mounting level bar.",
  "Passez dans la pièce plastique comme sur la vidéo.": "Pass through the plastic hand as in the video.",
  "Passez ensuite entre la barre inférieure de la base et la pièce plastique grise.": "Then pass entre les bottom bar of the base and the gray plastic part.",
  "Raccordez-le ensuite sur le connecteur X_MOT.": "Then, connect it on the X_MOT connector.",
  "Branchement de la butée de X": "Connection of the X stop",
  "Récupérez le câble de la butée de X.": "Retrieve the cable from the X stop.",
  "Faites-le suivre le câble du moteur de X.": "Route it through X ''s motor cable.",
  "Raccordez-le ensuite sur le connecteur X+.": "Then, connect it on the + X connector.",
  "Branchement du palpeur de la tête": "Connecting the sensor head",
  "Récupérez le câble du palpeur (le gris).": "Retrieve the probe cable (the gray one).",
  "Faites-le suivre les câbles du moteur de X et de la butée.": "Route it through the cables of the X motor and the brake.",
  "Raccordez-le ensuite sur le connecteur Y+.": "Then, connect it on the + Y connector.",
  "Branchement de la sonde de température": "Connecting the temperature sensor",
  "Récupérez le câble de la sonde (le blanc).": "Retrieve the probe cable (the white one).",
  "Faites-le suivre les câble déjà en place.": "Follow the cables already in place.",
  "Raccordez-le ensuite sur le connecteur A13.": "Then, connect it to the connector A13.",
  "Branchement des câbles de la tête": "Connecting the cable head",
  "Dénudez tous les câbles avant de les brancher.": "Strip all wires before the plug.",
  "Récupérez les câbles du ventilateur arrière (celui qui parcourt la tête sur le côté).": "Retrieve the cables from the rear fan (The One That runs through the head on the side).",
  "Repérez-les (nous l'avons fait ici avec du scotch).": "Locate Them (we did it here with tape).",
  "Prenez ensuite tous les fils restant et faites-les suivres les autres câbles.": "Then take all the remaining wires and make 'em follow the other cables.",
  "Torsadez le bout pour faciliter leur insertion.": "Twist the ends to make it easier to insert.",
  "Commencez par les deux gros rouges.": "Start with the two big reds.",
  "Munissez-vous d'un tournevis plat.": "Use a flat screwdriver.",
  "Raccordez les deux fils rouge ou marron sur le bornier E0 (pas de sens entre + et -).": "Connect the two red or brown wires to terminal block E0 (No. leadership entre + and -).",
  "Prenez ensuite les câbles du ventilateur non repéré (ventilateur avant).": "Then take the fan cables not marked (fan forehead).",
  "Raccordez les deux fils sur le bornier E1 (rouge sur + et noire sur -).": "Connect the two wires to terminal block E1 (red is + and black is -).",
  "Raccordez les deux derniers fils repérés sur le bornier FAN (rouge sur + et noire sur -).": "Connect last two wires marked on the FAN terminal block (red is + and black is -).",
  "Branchement de la butée de Y": "Connection of the Y stop",
  "Récupérez le câble de la butée de Y (sur la face avant).": "Retrieve the cable from the Y stop (on the front side).",
  "Raccordez-le ensuite sur le connecteur X-.": "Then, connect it on the X- connector.",
  "Branchement du moteur de Y": "Connecting the Y motor",
  "Récupérez le câble moteur le plus court.": "Retrive the shortest motor cable.",
  "Raccordez-le ensuite sur le moteur de la face avant puis sur le connecteur Y_MOT.": "Then, connect it to the motor of the front face and on the Y_MOT connector.",
  "Branchement des moteurs de Z": "Connecting the Z motors",
  "Récupérez le câble moteur double.": "Retrieve the dual motor cable.",
  "Raccordez-le sur les moteurs de Z en passant entre la barre inférieure et la pièce plastique.": "Connect it to the Z motors by passing entre les bottom bar and the plastic part.",
  "Raccordez-le ensuite sur le connecteur Z_MOT.": "Then, connect it on the Z_MOT connector.",
  "Étape 11": "Step 11",
  "Branchement du moteur d'extrudeur": "Connecting the motor extruder",
  "Récupérez le dernier câble moteur.": "Retrieve the last motor cable.",
  "Raccordez-le ensuite sur le moteur d'extrudeur (sur la face arrière) puis sur le connecteur E_MOT.": "Then, connect it to the motor of extruder (on the back) and then the E_MOT connector.",
  "Étape 12": "Step 12",
  "Installation de l'interrupteur": "Installation of the switch",
  "Clipsez l'interrupteur sur la face avant (le bouton 1 vers le haut de la face avant).": "Clip the switch on the front side (button 1 upwards on the front side).",
  "Étape 13": "Step 13",
  "Branchement de l'alimentation (positive)": "Power supply connection (positive)",
  "Récupérez le câble d'alimentation simple.": "Retrieve the single power cable.",
  "Raccordez-le sur le + du bornier d'alimentation de la carte.": "Connect it to the + of the board 's power terminal block.",
  "Branchez-le ensuite sur le connecteur de l'interrupteur (le plus bas).": "Then connect it to the connector of the switch (the lowest).",
  "Recouvrez-le avec la protection en plastique.": "Cover it with the plastic protection.",
  "Si vos câbles d''alimentation sont noirs : branchez le câble avec le liseré blanc sur le pôle + du bornier de la carte.": "If your power wires are black, please plug the black and white one on the positive terminal block of the board.",
  "Étape 14": "Step 14",
  "Branchement de l'alimentation (négative)": "Power connection (negative)",
  "Récupérez le câble d'alimentation double avec le connecteur d'alimentation.": "Retrieve the dual power supply cable with the power connector.",
  "Dénudez le fil seul.": "Strip the wire alone.",
  "Raccordez-le sur le - du bornier d'alimentation de la carte.": "Connect it on - card power terminal block.",
  "Branchez ensuite l'autre bout sur le connecteur de l'interrupteur.": "then connect the other end to the connector on the switch.",
  "Rentrez le connecteur d'alimentation de biais dans la pièce plastique arrière gauche prévue à cet effet. Poussez dessus pour le clipser.": "Go through the power connector in the rear left plastic part provided for this purpose. Push it to the clip.",
  "Astuce : Présentez-le de biais, poussez-le au fond et ensuite poussez vers le bas pour l'enclencher).": "Tip: Introduce the bias, push it to the bottom and then push down to lock).",
  "Étape 15": "Step 15",
  "Installation du lecteur SD": "Installing the SD Player",
  "Récupérez le lecteur SD dans son sachet.": "Retrieve the SD player in icts bag.",
  "Machine à plat, installez-le dans le cache côté avant gauche, les pins vers le haut.": "Flat machines, install it in the cover on the left front side, pines up.",
  "Bridez-le à l'aide d'une vis M3x6.": "Clamp-on with a M3x6 screws.",
  "Étape 16": "Step 16",
  "Branchement de la nappe SD": "Connection of the ribbon cable SD",
  "Prenez la nappe de lecteur SD.": "Take the SD player tablecloth.",
  "Orientez-la, cordon rose vers la face avant, les connecteurs vers le bas.": "East it, pink cord Reviews towards the front connectors Reviews towards the bottom.",
  "Passez la nappe sous la courroie et branchez-la sur le lecteur SD.": "Run the tablecloth from under the belt and connect it to the SD player.",
  "Récupérez l'adaptateur retiré de la carte à l'étape 1.": "Retrieve the adapter removed from the card in step 1.",
  "Branchez la nappe dessus (il y a un détrompeur pour le sens).": "Connect the tablecloth to it (there is a coding for the direction).",
  "Remettez l'adaptateur sur la carte comme sur la vidéo.": "Put the adapter on the map as the video.",
  "Attention, assurez-vous que l'adaptateur est bien centré sur le connecteur de la carte et que toutes les pins sont enclenchées.": "Attention make sure the adapter is centered on the connector on the card and all the pins are engaged.",
  "Cablâge : CHECK !": "Wiring: CHECK!",
  "Prochaine étape : les finitions.": "Next step: the finishing touches.",
  "Notice de montage DiscoEasy200 - Page 10 - Finition": "Instructions for assembling DiscoEasy200 - Page 10 - Finishing",
  "Les dernières finitions": "The latest finishes",
  "Nous allons maintenant mettre la touche finale avant de commencer à la mettre en marche.": "We will now put the finishing before we start to put it into keys action.",
  "Normalement vous êtes rodé. Prenez 8 écrous et 8 vis. Placez les écrous dans les logements comme sur la vidéo. Mettez en place les vis sans trop serrer, juste pour maintenir les écrous et éviter que les vis ne bougent. Nous les serrerons plus tard pour maintenir les barres.": "Normally you are honed. Take 8 nuts and 8 screws. Place the nuts in the housing as the video. Put the screws loosely, just to keep the nuts and prevent screws from moving. We will shake later to keep the bars.",
  "Faites de même pour la deuxième pièce.": "Do the Saami for the second part.",
  "Mise en place des barres": "Installation of the bars",
  "Mettez les deux pièces à plat, en symétrie.": "Put the two flat sides, in symmetry.",
  "Introduisez les barres.": "Insert the bar.",
  "Placez l'ensemble sur l'imprimante, la partie la plus haute vers l'avant.": "Place the whole thing on the printer, with The Highest hand facing forward.",
  "Appuyez fort pour que les pièces soient bien enfoncées.": "Press hard so que le shares are well Pushed in.",
  "Serrez les 8 vis du haut et les 4 vis présentes sur les côtés des fixations latérales.": "Tighten the top 8 screws and the 4 screws on the sides of the side brackets.",
  "Ajustement de la tension de courroie de la tête": "Adjusting the tension of the head",
  "Placez la tête à gauche.": "Place the head to the left.",
  "Détachez la courroie du côté droit.": "Remove the belt from the right side.",
  "Tirez sur le bout libre sans effort.": "Pull the free end effortlessly.",
  "Forcez pour ajouter 2 crans de tension et re-verrouiller la courroie.": "Strength to add 2 notches of tension and re-lock the belt.",
  "Couper le bout pour laisser 3 cm de mou.": "Cut off the tip to leave 3 cm of slack.",
  "Ajustement de la tension de courroie du plateau": "Adjusting the tension of the flat",
  "Mettez la machine à l'envers.": "Turn the engine around.",
  "Débloquez le bout replié de la courroie, puis déverouillez-la en la poussant vers la droite.": "Unlock the folded end of the belt, Then unlock it by pushing it to the right.",
  "Faites-la passer entre la face avant et le plateau.": "Pass it entre le front side and the tray.",
  "Repliez le bout libre dans l'encoche de départ.": "Fold back the free end in the starting slot.",
  "Mise en place de la gaine": "Installation of the duct",
  "Placez la tête à droite de la machine (en vue de face).": "Place the head to the right of the machine (in view front).",
  "Engagez la gaine torsadé sur le début des câbles de la tête sur quelques centimètres.": "Engage the twisted sheath on the Beginning of the head cables For a Few centimeters.",
  "Sur la tête, replacez les câbles convenablement.": "On the head, replace the cables properly.",
  "Faites passer la gaine dans la forme sur la tête.": "Pass the sheath through the shape on the head.",
  "Prenez un collier de serrage, placez-le dans le trou comme sur la vidéo.": "Take a hose clamp, spot it in the hole ace in the video.",
  "Serrez-le puis coupez le surplus qui dépasse.": "Then tighten it and cut off the excess That protrudes.",
  "Continuez de torsader la gaine jusqu'à atteindre l'angle supérieur opposé de l'imprimante.": "Continue twisting the sheath up to you reach the opposite upper corner of the printer.",
  "Clipsez la gaine sur le chariot de gauche.": "Clip the sheath onto the left carriage.",
  "Récupérez les câbles du moteur et de la butée de X et continuez la gaine.": "Retrieve the cables from the motor and the X stop and continues the sheath.",
  "Egalisez la longueur des câbles en les tirants vers l'intérieur de l'imprimante.": "Equalize the length of the cable by pulling 'em inside the printer.",
  "Continuez la gaine jusqu'à l'entrée de la fixation latérale (coupez le surplus si besoin).": "Continue the sheath up to the entry of the lateral fixing (cut off the excess if necessary).",
  "Gestion des câbles": "Cable management",
  "Dans cette étape, nous allons faire en sorte de bien maintenir les câbles. Notre solution n'est pas unique mais si vous ne vous sentez pas inspiré, suivez la vidéo.": "In this step, we will Ensure que la cables are Properly maintained. Our solution is not only aim if you don''t feel inspired, follow the video.",
  "Il est important qu'aucun câble ne se balade au dessus de la carte pour éviter d'être abîmé par le plateau.": "It Is That no major cables run over the postcard to Avoid being white damaged by the tray.",
  "Mise en place des patins antidérapant": "Placing the anti-slip pads",
  "Des emplacements sont prévus sous la machine sur la face avant, la face arrière et les fixations latérales, collez-y un patin sur chacun.": "There are slots under the engine on the front side, rear side and side attachments, glue one pad to each.",
  "Installation du tube PTFE": "PTFE tube plant",
  "Ce tube va guider le filament de l'extrudeur jusqu'à la tête d'impression.": "This will guide the filament tube from the extruder to the print head.",
  "Il est maintenu par des raccords pneumatique. Poussez-le bien jusqu'au fond à chaque extrémité. Faites-le passer entre les deux barres du haut de l'imprimante pour le guider.": "It is maintained by pneumatic connections. Push it all the way to the bottom at Each weekend. Pass it entre les two top bars of the printer to guide it.",
  "Attention, sur la tête d'impression, il est important que ce dernier soit bien enfoncé. Regardez sur la vidéo pour avoir une idée de la longueur. Appuyez sur la collerette noire pour retirer le tube.": "Warning: on the print head, it is significant That It is well inserted. Look at the video to get an idea of ​​the length. Press the black flange to remove the tube.",
  "Finitions : CHECK !": "Finishing: CHECK!",
  "Le montage est terminé. Soufflez, profitez, maintenant on va la mettre en marche.": "The assembling is full. Blow, enjoy, now we''re going to turn it on.",
  "Notice de montage DiscoEasy200 - Page 11 - Contrôle": "Instructions for assembling DiscoEasy200 - Page 11 - Check",
  "Contrôlons le bon fonctionnement des éléments de la machine": "Check the proper functioning of the engine components",
  "Nous allons procéder à des vérifications de l'ensemble des composants à l'aide de fichiers de test.": "We will check all components using test files.",
  "Contrôle des butées et des moteurs": "Checking stops and motors",
  "Le fichier suivant fera quelques déplacements simples. Voyez la vidéo ci-contre.": "The Following Make Some file will simply moves. See the video on the right.",
  "Récupérez l'alimentation et branchez la machine au secteur.": "Retrieve the power supply and connect the engine to the hands.",
  "Téléchargez le fichier ci-dessous et mettez le sur la carte SD. Nommez bien le fichier \"dagoma0.g\" sur la carte sinon la machine ne démarrera pas.": "Download the file below and put it on the SD card. Name the file \"dagoma0.g\" on the card Otherwise the engine will not start.",
  "Mettez la carte SD dans la machine et mettez l'interrupteur sur 1 (elle démarre lorsque l'interrupteur passe de 0 à 1).": "Put the SD card in the machines and set the switch to 1 (it starts When the exchange switch from 0 to 1).",
  "Si le comportement est différent de celui observé, vérifiez votre câblage": "If the behavior is different from That Observed, check your wiring",
  "Si le câblage est bon mais que le problème persiste, rendez-vous": "If the wiring is good but the problem Persists, go to",
  "Contrôle des déplacements des axes": "Control of axis movements",
  "Le fichier suivant fera quelques déplacements sur toute la longueur des axes. Voyez la vidéo ci-contre. Lors du déplacement de l'axe X de haut en bas, huilez les barres et les tiges filetées.": "The Following will file Make Some movements along the Entire length of the axes. See the video on the right. When moving the X axis from top to bottom, oil the bars and threaded rods.",
  "Téléchargez le fichier ci-dessous et mettez le sur la carte SD. Nommez bien le fichier \"dagoma0.g\" sur la carte.": "Download the file below and put it on the SD card. Name the file \"dagoma0.g\" on the card.",
  "Mettez la carte SD dans la machine et mettez l'interrupteur sur 1.": "Insert the SD card into the machines and set the switch to 1.",
  "Lorsque les mouvements sont terminés, arrêtez la machine (interrupteur sur 0).": "When the movements are finished, stop the machine (switch on 0).",
  "Contrôle des ventilateurs": "Fan control",
  "Le fichier suivant fera tourner les ventilateurs l'un après l'autre. Le ventilateur arrière va s'allumer 5 secondes puis ce sera le tour de l'avant.": "The Following file will run the fans one partner after the other. The rear fan will turn on for 5 seconds And Then it will turn to the front.",
  "Contrôle de la chauffe et de l'extrusion": "Control of the heating and extrusion",
  "Le fichier suivant fera chauffer la tête à 200°C (ne touchez pas la buse en métal).": "The Following line will heat the head to 200",
  "Elle va se déplacer de gauche à droite le temps de sa chauffe.": "It will move from left to right while it is warming up.",
  "Une fois à droite, elle sera chaude.": "Once it ''s on the right, it''ll be hot.",
  "Elle se mettra ensuite en pause (elle montera un peu et le plateau avancera).": "Then it will break (it will go up a little and the tray will move forward).",
  "Introduisez du filament dans l'extrudeur jusqu'à la tête. Appuyez sur le bras pour débrider l'extrudeur et introduire le filament. Quelques torsions peuvent aider à le rentrer. (Après la mise à jour, avec l'extrudeur+, l'insertion sera automatique.)": "Insert the filament in the extruder to the head. Press the arm to unleash the extruder and introducing the filament. Some twists can help him return. (After the upgrade, with the extruder +, integration will be automatic.)",
  "Appuyez ensuite sur la butée. La machine sortira du filament par la buse. Retirez-le en faisant attention, la tête est chaude.": "Then press the stop. The machines will exit the filament through the nozzle. Carefully remove it - the head is hot.",
  "Contrôle : CHECK !": "Control: CHECK!",
  "Si vous en êtes là, c'est que votre machine est prête à fonctionner.": "Si vous-have atteint this point, it is Because your Machine is ready to operate.",
  "Nous touchons au but, il nous reste à mettre à jour la machine, à la calibrer et vous serez paré pour votre première impression.": "We-have atteint the goal, we-have still to update the machine calibrate it and you will be ready for your first print.",
  "Mise à jour pour votre DiscoEasy200": "Update your DiscoEasy200",
  "Profitez de la mise à jour de votre firmware et bénéficiez de nouvelles fonctionnalités sur votre imprimante.": "Enjoy updating your firmware and receive new features on your printer.",
  "Marlin DE200 - 15/11/2019": "Marlin DE200 - 11/15/2019",
  "Comment faire la mise à jour ?": "How to update?",
  "Nécessaire pour fonctionner": "Needed to work",
  "Avant d'aller plus loin, téléchargez et installez Cura by Dagoma. Lors de l'installation, nous installons des éléments nécessaires au bon fonctionnement de Dagom'app.": "Before going further, download and install Cura by Dagoma. During installation, we install the necessary elements for the functioning of Dagom'app.",
  "Et suivez le tutoriel ci-dessous, étape par étape.": "And follow the tutorial below, step by step.",
  "Commençons !": "Let's start!",
  "Lancez dagom'app et suivez les instructions": "Start dagom'app and follow the instructions",
  "Etape 1": "Step 1",
  "Cliquez sur \"Je configure mon imprimante\".": "Click \"I configure my printer.",
  "Etape 2": "2nd step",
  "Cochez les étapes une fois vérifiées.": "Check the steps once verified.",
  "Etape 3": "Step 3",
  "Cliquez sur DiscoEasy200.": "Click DiscoEasy200.",
  "Etape 4": "Step 4",
  "Reliez la DiscoEasy200 à l'ordinateur via le cable USB fournis.": "Connect the DiscoEasy200 to the computer using the USB cable provided.",
  "Pour le passage du câble regarde la vidéo suivante :": "For cable passage looks at the following video:",
  "Lire la vidéo": "Play Video",
  "Etape 5": "Step 5",
  "Choisissez \"Je donne de nouveaux pouvoirs\" puis cliquez sur la flèche bleue.": "Choose \"I give new powers\" and click the blue arrow.",
  "Etape 7": "Step 7",
  "On y est presque !": "We are almost there !",
  "Téléchargez le firmware HEX pour votre DiscoEasy200 :": "Download the firmware for your DiscoEasy200 HEX:",
  "Choisissez les options dont votre machine est équipée uniquement !": "Choose the options that your machine has only!",
  "Cliquez sur \"sélectionnez un fichier .hex": "Click \"select a hex file",
  "Etape 8": "Step 8",
  "Une fois upload, cliquez sur \"Flasher": "After upload, click \"Flasher",
  "Cette action peut durer quelques minutes.": "This may take several minutes.",
  "Etape 9": "Step 9",
  "Votre DiscoEasy200 a été mise à jour. Vous pouvez fermer Dagom'app.": "Your DiscoEasy200 was updated. You can close Dagom'app.",
  "Encore une dernière étape.": "One last step.",
  "Etape 12": "Step 12",
  "Après une mise à jour, il est nécessaire de recalibrer l'imprimante 3D.": "After an update, it is necessary to recalibrate the 3D printer.",
  "Calibrez votre DiscoEasy200": "Calibrate your DiscoEasy200",
  "Votre imprimante 3d a besoin de vous pour retrouver ses repères. Une bonne calibration permet d'obtenir une première couche propre.": "Your 3d printer needs to find its bearings. A good calibration provides a first clean diaper.",
  "Les prérequis": "Prerequisites",
  "Dernier ajustement": "last adjustment",
  "Avant de commencer la calibration, vous avez un petit ajustement à faire. Il faut s'assurer que les barres sur lesquelles se déplace la tête soient bien parallèles au plateau.": "Before starting the calibration, you have a small adjustment to make. Make sure that the bars on which the head moves are well parallel to the plate.",
  "Placez l'imprimante 3D face à vous. Vous allez agir manuellement sur les coupleurs comme sur la vidéo pour faire monter ou descendre l'axe.": "Place the 3D printer facing you. You will be on hand as the couplers on the video to move up or down the shaft.",
  "Pour un réglage précis, placez le plateau au centre de la machine et la tête à gauche. Faites descendre la tête pour que la buse effleure le plateau. Déplacez la tête manuellement à droite et faites-la effleurer à nouveau le plateau.": "For fine adjustment, place the tray in the center of the machine and head left. Lower the head so that the nozzle touches the tray. Move the head manually to the right and let it touch the tray again.",
  "Lorsque la tête effleure le plateau de gauche à droite, votre réglage est bon. Vous pouvez passer à la calibration.": "When the head touches the left plate to the right, your setting is good. You can switch to the calibration.",
  "Lancez Dagom'app et suivez les instructions": "Start Dagom'app and follow the instructions",
  "Cliquez sur Disco DiscoEasy200": "Click Disco DiscoEasy200",
  "Reliez votre imprimante 3d à l'ordinateur via le cable USB fournis.": "Connect your printer 3d to the computer via USB cable provided it.",
  "Choisissez \"Une impression parfaite\" puis cliquez sur la flèche bleue.": "Choose \"A perfect impression\" and click the blue arrow.",
  "Etape 6": "Step 6",
  "Cliquez sur \"Réglage de la première couche\".": "Click \"Setting the first layer.",
  "Pour l'insertion du filament vous avez une petite vidéo d'aide ici :": "For insertion of the filament you have a small video help here:",
  "Placez la cible (ou toute autre carte) sur la plateau, sous la buse, puis cliquez sur la flèche bleue.": "Place the target (or any other card) on the shelf under the nozzle, and then click the blue arrow.",
  "Vous allez maintenant régler la hauteur de la tête d'impression.": "You will now adjust the height of the print head.",
  "Faites descendre la tête petit à petit à l'aide de la flèche du bas dans Dagom'app.": "Lower the head slowly using the down arrow in Dagom'app.",
  "Faites bouger la cible d'avant en arrière. Lorsque vous sentez une résistance, arrêtez de la faire descendre.": "Make move the target back and forth. When you feel resistance, stop get it down.",
  "Vous avez une petite vidéo des réactions de la machine ici :": "You have a little video of the machine reactions here:",
  "Etape 10": "Step 10",
  "C'est bientôt fini ! Après cette étape, votre imprimante 3d va se préparer à imprimer.": "It's almost finished ! After this step, your 3D printer will be ready to print.",
  "Elle va bouger un peu, chauffer et elle commencera à imprimer.": "It will move a little, heat and start printing.",
  "Dans l'étape suivant vous allez ajuster avec précisions la hauteur de la première couche.": "In the next step you adjust details with the height of the first layer.",
  "Etape 11": "Step 11",
  "Dans cette interface, vous allez pouvoir monter ou descendre la hauteur de la première couche.": "In this interface, you can raise or lower the height of the first layer.",
  "Si elle est trop écrasé, l'extrudeur ne fera que forcer. Cliquez sur \"plus haut\".": "If it is too crushed, the extruder will only force. Click \"higher\".",
  "Si elle est trop haute, elle ne tiendra pas sur le plateau. Cliquez sur \"plus bas\".": "If it is too high, it will not stand on the board. Click \"lowest\".",
  "Elle va imprimer plusieurs petits cercles. Une fois que la hauteur de couche est bonne, cliquez sur \"Je suis satisfait\" puis sur \"enregistrer\".": "It will print several small circles. Once the layer height is good, click \"I'm happy\" and then \"Register\".",
  "Votre imprimante 3d est calibrée et prête à imprimer.": "Your 3d printer is calibrated and ready to print.",
  "Ne vous inquiétez pas si la valeur obtenue est différente de notre exemple.": "Do not worry if the value obtained is different from our example.",
  "Si vous étiez en train d'installer un add-on, n'oubliez que ce n'est pas fini.": "If you were to install an add-on, remember that it's not finished.",
  "Vous pourrez intervenir manuellement sur votre imprimante pour ajuster la hauteur de la première couche.": "You can manually intervene on your printer to adjust the height of the first layer.",
  "Vous pourrez refaire cette calibration de temps en temps si la première couche n'est plus bonne.": "You can repeat this calibration time to time if the first layer is not good.",
  "Notice de montage DiscoEasy200 - Page 15 - Utilisation": "Instructions for assembling DiscoEasy200 - Page 15 - Use",
  "Lançons une première impression": "Let's make first printing",
  "Dernière étape avant le grand large. Nous allons vous montrer les bonnes pratiques et les rudiments de l'impression 3D sur la Discoeasy200.": "Last step before the big adventure. We will show you the basics and best practices of 3D printing on the DiscoEasy200.",
  "Choisir un fichier": "Choose a file",
  "Nous vous proposons ici un dérouleur de bobine. Il vous sera bien utile lors de chacune de vos impressions.": "We offer here a coil dispenser. It will serve you well in all your prints.",
  "Téléchargez le fichier ci-dessous. Nous allons ensuite le préparer sur Cura.": "Download the file below. Then we will prepare it on Cura.",
  "Préparation du fichier sur Cura": "Preparation of the file we Cura",
  "Ouvrez le fichier sur cura by dagoma.": "Open the file you Cura by Dagoma.",
  "Nous vous proposons les paramètres d'impression suivant : 33% en rapide.": "We offer you The Following printing parameters: 33% fast.",
  "Insérez la carte SD dans l'ordinateur et cliquez sur \"préparer l'impression\".": "Insert the SD card into the computer and click on \"prepared for printing.",
  "Insertion du filament": "Inserting the filament",
  "Normalement à cette étape, le filament est déjà en place.": "Normally at this course, the filament shoulds already be in place.",
  "Nous allons quand même vous remontrer la technique.": "We will still show you the technical.",
  "Sur un extrudeur standard, appuyez sur le bras pour le débrider.": "Standard We extrude, press the arm to unlock it.",
  "Passez le filament à la main en poussant et en effectuant de légères torsions pour faciliter son entrée.": "Pass the filament by hand, pushing and twisting Slightly to make it easier to enter.",
  "Poussez le filament jusqu'à la tête d'impression.": "Push the filament to the print head.",
  "Avec l'extrudeur+, c'est automatique.": "With the extrude +, it is automatic.",
  "Lancement d'une impression": "Launching a printout",
  "Insérez la carte SD dans le lecteur.": "Insert the SD card into the reader.",
  "Elle doit avoir un fichier GCODE nommé \"dagoma0.g\" pour être reconnu.": "It must have a GCODE file named \"dagoma0.g\" to be reconnu.",
  "Mettez la machine sous tension en mettant l'interrupteur sur 1.": "Turn on the engine by turning the switch to 1.",
  "Info : si l'interrupteur est sur 1, que vous débranchez puis rebranchez l'imprimante 3D, elle sera mise sous tension et le fonctionnement sera le même. L'impression se lancera.": "Info: If the switch is set to 1, disconnect and reconnect Then the 3D printer, it will be powered one and the operation will be the Sami. The printing will start.",
  "Explication du rituel de démarrage :": "Explanation of the starting ritual:",
  "Ajustement de la première couche": "Adjusting the first layer",
  "La qualité de la première couche dépend de votre calibration sur Dagom'App. Il se peut que ce réglage varie entre deux lancements.": "The quality of the first layer depends is your calibration is Dagom''App. This setting May Vary entre two prints.",
  "Nous vous conseillons de refaire une calibration de temps en temps lorsque la première couche perd en précision.": "We recommend That You Recalibrate from time to time When the first layer Loses accuracy.",
  "Il vous est possible d'agir sur les coupleurs pour ajuster la hauteur de la première couche.": "You can use the couplers to adjust the height of the first layer.",
  "En tournant les deux en même temps dans le sens inverse des aiguilles d'une montre, la couche sera plus basse (trop basse sur lavidéo).": "By turning both at the same time in the opposite direction of clockwise, the layer will be lower (too low on lavidéo).",
  "En tournant dans l'autre sens, elle sera plus haute (trop haute sur la vidéo).": "Turning the other way, it Will Be Higher (too high on the video).",
  "Regardez à la fin de la vidéo pour voir les 3 niveaux d'appréciations de hauteur de première couche.": "Look at the end of the video to see the three levels of first layer height ratings.",
  "Arrêter proprement la Discoeasy200": "Stop the Discoeasy200 Properly",
  "Pendant une impression, passez l'interrupteur à 0.": "During printing, set the switch to 0.",
  "Retirez la carte SD.": "Remove the SD card.",
  "Rallumez la machine pour que la tête refroidisse convenablement.": "Turn the engine on again to Ensure que la head cool properly.",
  "Quand le ventilateur avant s'arrête, vous pouvez l'éteindre sans soucis.": "When the fan stops the front, you can turn it off Without Any problems.",
  "Assemblage du dérouleur": "Assembling the unwinder",
  "Nous proposons un modèle plus évolué": "We propose a more advanced model",
  "Votre Discoeasy est prête": "Your DiscoEasy is ready",
  "Votre montage et votre initiation sont terminés.": "Your assembling and initiation are completed.",
  "Notice - Montage": "Note - Installation",
  "ça y est, vous avez reçu votre Extrudeur+.": "that's it, you have received your Extruder +.",
  "Nous allons vous accompagner dans le montage et l'utilisation de cette amélioration pour votre DiscoEasy200.": "We will support you in the installation and use of this improvement to your DiscoEasy200.",
  "Démontage de l'extrudeur": "Dismantling of the extruder",
  "Commencez par retirer le tube blanc en appuyant sur la collerette noire.": "First remove the white tube by pressing the black collar.",
  "En maintenant le bras d'extrudeur enfoncé, retirez les 3 vis qui maintiennent l'extrudeur.": "By holding down the extruder arm, remove the three screws that secure the extruder.",
  "Retirez ensuite l'ensemble.": "Then remove the set.",
  "Conservez le ressort et les vis, ils vont vite reprendre du service.": "Keep the spring and screws, they will quickly resume service.",
  "Montage du bras d'extrudeur": "Mounting the arm extruder",
  "Comprimez le ressort pour que le bras rentre dans l'encoche.": "Compress the spring so que le arm fits into the notch.",
  "Déplacez le bras pour que le trou de vis soit aligné avec celui du corps.": "Move the arm so the screw hole is That aligned with the body hole.",
  "Montage de l'extrudeur+": "Mounting the extruder +",
  "Placez les vis de l'ancien extrudeur sur le nouveau.": "Place the screws from the old on the new extruder.",
  "Faites passer le câble dans le trou en haut à gauche.": "Thread the cable hole in the top left.",
  "Présentez l'extrudeur en face du moteur.": "Introduce the extruder in front of the engine.",
  "Vissez-le fermement en maintenant le moteur.": "Screw it firmly maintaining the engine.",
  "Assurez-vous que le bras d'extrudeur bouge encore après serrage. (Voir vidéo)": "Make sure the extruder arm still moves after tightening. (See video)",
  "Rebranchez le tube blanc sur le nouvel extrudeur. Enfoncez-le d'environ 15mm.": "Plug the white tube on the new extruder. Press it about 15mm.",
  "Montage du cache côté": "Mounting the side cache",
  "Retirez l'ancien cache côté.": "Remove the old cover aside.",
  "Faites passer les câbles entre les deux barres.": "Run the cables between the two bars.",
  "Glissez-le cache côté en appuyant sur la pièce centrale.": "Slide the cover side by pressing the central part.",
  "Clipsez-le ensuite sur la barre du bas.": "Clip it then on the bottom bar.",
  "Câblage": "wiring",
  "Posez votre DiscoEasy200 sur sa face avant pour accéder au câblage.": "Ask your DiscoEasy200 on its front to access the wiring.",
  "Connectez ensuite les câbles sur la carte.": "Then connect the cables to the card.",
  "Branchez le câble de l'extrudeur sur le plot Z+.": "Connect the extruder the cable on the Z + stud.",
  "Branchez le câble du cache côté sur le plot Z-.": "Plug the cable side of the cover on the plot Z-.",
  "Finition": "Finish",
  "Utilisez les colliers pour fixer proprement les câbles sous la machine.": "Use clamps to secure the cables properly under the machine.",
  "Vos anciennes pièces ne serviront plus, pensez au recyclage.": "Your old items no longer used, consider recycling.",
  "Montage de l'extrudeur+ : CHECK !": "Mounting the extruder +: CHECK!",
  "Je valide et je passe à la suite !": "I confirm and I pass on!",
  "Notice - Utilisation": "Folder - Using",
  "Votre DiscoEasy200 est prête.": "Your DiscoEasy200 is ready.",
  "C'est le moment d'utiliser votre nouvelle installation. C'est parti !": "This is the time to use your new installation. Let's go !",
  "Commencez par mettre à jour l'imprimante 3D.": "Start by updating the 3D printer.",
  "Revenez sur cette page une fois la mise à jour terminée.": "Come back to this page after the update is complete.",
  "Une fois votre imprimante 3d mise à jour, passez à la suite.": "Once your printer 3d update, go to afterwards.",
  "Comment utiliser ces nouveautés ?": "How to use these new features?",
  "La détection de fin de filament": "The detection end of the filament",
  "Désormais pendant une impression, si l'imprimante 3D est à court de filament, elle se mettra en pause toute seule et éjectera le restant de filament.": "Now while printing, if the 3D printer filament is short, it will pause alone and eject the remaining filament.",
  "Après 10 minutes de pause, la DiscoEasy200 s'arrêtera de chauffer.": "After 10 minute break, the DiscoEasy200 will stop heating.",
  "Elle attendra que vous en insériez un nouveau pour reprendre l'impression.": "She will wait for you to insert a new one to resume printing.",
  "Appuyez sur le bouton une fois le filament inséré.": "Press the button once the filament inserted.",
  "Si vous lancez votre imprimante 3D sans filament, aucun soucis, elle vous attendra avant de commencer.": "If you run your 3D printer without filament, no worries, it will wait before starting.",
  "La pause": "The break",
  "Pendant une impression, vous êtes capable de mettre l'imprimante en pause en appuyant sur le bouton. Elle continuera d'imprimer pendant quelques secondes avant de s'arrêter.": "During printing, you are able to pause the printer by pressing the button. It will continue to print for a few seconds before stopping.",
  "Après 10 minutes de pause, la DiscoEasy200 s'arrêtera de chauffer pour des raisons de sécurité.": "After 10 minute break, the DiscoEasy200 will stop heating for security reasons.",
  "Rappuyez sur le bouton pour qu'elle recommence à imprimer. Si votre imprimante 3D était froide, elle commencera par chauffer avant de reprendre l'impression.": "Press the button again so that it starts to print. If your 3D printer was cold, it will start with warm up before resuming printing.",
  "Fonction accessible depuis l'écran : \"Interrompre impr.": "Function accessible from the screen: \"Cancel Print.",
  "Si vous appuyez sur le bouton pendant le palpage, cela interrompra totalement le lancement. Vous n'aurez qu'à relancer l'impression.": "If you press the button during probing, this completely interrupt the launch. You only have to print again.",
  "Ejection du filament": "Ejecting the filament",
  "Vous êtes en mesure de retirer automatiquement le filament en restant appuyer sur le bouton de la pause. Vous pouvez relâcher lorsque l'imprimante réagit.": "You are able to automatically remove the filament remaining press the pause button. You can relax when the printer reacts.",
  "Si la tête d'impression est déjà chaude, le filament sortira directement.": "If the print head is already hot, the filament out directly.",
  "Si la tête est froide, l'imprimante commencera par chauffer avant de retirer le filament.": "If the head is cold, the printer will first be heated before removing the filament.",
  "Nous avons ajouté un témoin de progression de chauffe. La tête se déplace par rapport à sa température. Quand elle arrive à droite, elle est prête.": "We added a progress indicator heating. The head moves with respect to its temperature. When she gets to the right, it is ready.",
  "Fonction accessible depuis l'écran : \"Changement de filament": "Function accessible from the screen: \"Changing filament",
  "Lorsque l'imprimante n'a pas de filament, vous pouvez en insérer un nouveau en le présentant dans l'extrudeur. Poussez-le jusqu'à ce qu'il soit entrainé par l'extrudeur.": "When the printer Has No filament, you can insert a new one by presenting it in the extruder. Push it up to it is driven by the extruded.",
  "Comme pour l'éjection, vous pouvez l'utiliser à chaud comme à froid avec le même comportement :": "As for ejection, you can use hot or cold with the same behavior:",
  "Si la tête d'impression est déjà chaude, le filament entrera directement.": "If the print head is already hot, the filament will enter directly.",
  "Si la tête est froide, l'imprimante commencera par chauffer avant d'insérer le filament.": "If the head is cold, the printer will first be heated before inserting the filament.",
  "Retirez l'excédent de purge en sortie de la buse, attention c'est chaud.": "Remove excess purge outlet of the nozzle, care is hot.",
  "Le flexible": "the flexible",
  "L'extrudeur+ a spécialement été conçu pour l'impression du filament flexible. Sa forme permet d'imprimer ce filament avec des performances se rapprochant d'un filament classique.": "+ The extruder is specially designed for the printing of flexible filament. Its shape allows you to print this filament with performance approaching a conventional filament.",
  "Votre add-on est prêt. À vous de créer !": "Your add-on is ready. To you create!",
  "1 - Démontage": "1 - Disassembly",
  "2 - Transfert": "2 - Transfers",
  "3 - Montage": "3 - Mounting",
  "4 - Finitions": "4 - Finishes",
  "5 - Mise à jour": "5 - Update",
  "6 - Calibration": "6 - Calibration",
  "Notice de montage pack expert - Préparation et démontage": "Expert pack Assembly instructions - Preparation and dismantling",
  "Ça y est, vous avez reçu votre pack expert.": "That's it, you have received your pack expert.",
  "Dans ces deux cartons vous avez trouvé...": "In these boxes you've found ...",
  "Part 1": "Part 1",
  "Part 2": "Part 2",
  "Place au démontage": "Place dismantling",
  "A chaque étape, conservez les vis.": "At each step, keep the screws.",
  "Retrait de la gaine torsadée": "Removing the twisted sheath",
  "Retirez la gaine de la fixation latérale jusqu'au chariot.": "Remove the sheath of the lateral attachment to the trolley.",
  "Libérez les câbles de moteur et de butée.": "Free the motor cables and stop.",
  "Déclipsez la gaine du chariot.": "Detach the sheath of the carriage.",
  "Débranchez le moteur de X": "Disconnect the X engine",
  "Débranchement de la butée et des moteurs de Z": "Disconnection of the abutment and Z engines",
  "Retournez la machine.": "Turn the machine.",
  "Débranchez la butée de X connectée sur la borne X+.": "Disconnect the abutment X connected to the terminal X +.",
  "Retirez complètement le câble du dessous de la machine.": "Pull the cable out from under the machine.",
  "Débranchez les moteurs de Z.": "Unplug the motors Z.",
  "Démontage de la partie supérieure de la machine": "Removal of the upper part of the machine",
  "S'il vous reste du filament dans la tête d'impression, retirez-le.": "If you still have the filament in the print head, remove it.",
  "Débranchez le tube PTFE en appuyant sur le connecteur noir et retirez-le du top.": "Disconnect the PTFE tube by pressing the black connector and remove it from the top.",
  "Desserrez les 4 vis latérales.": "Loosen the screw 4 side.",
  "Retirez la partie supérieure de l'imprimante.": "Remove the top of the printer.",
  "Retrait de l'axe X": "Retraction of the axis X",
  "Dévissez les vis supérieures des coupleurs.": "Unscrew the top screws couplers.",
  "Retirez les tiges filetées des coupleurs.": "Remove the threaded rods of the couplers.",
  "Tirez ensuite l'ensemble vers le haut pour le sortir de la machine.": "Then pull the assembly up and out of the machine.",
  "Retirez ensuite les deux tiges filetées.": "then remove the two threaded rods.",
  "Attention, elles sont recouvertes d'huile.": "Attention, they are coated with oil.",
  "Retenez les écrous supérieurs pour éviter qu'ils ne partent d'un coup.": "Hire the top nuts to prevent them from leaving at once.",
  "Démontage des moteurs de Z": "Dismantling of Z engines",
  "Dévissez les moteurs de Z.": "Unscrew the engine Z.",
  "Soulevez la base et retirez-les.": "Lift the base and remove them.",
  "Démontage de l'axe X": "Disassembling the axis X",
  "Retirez la courroie de la tête.": "Remove the belt from the head.",
  "Séparez tous les éléments.": "Separate all elements.",
  "Mettez les barres de côté.": "Put aside bars.",
  "Démontage de l'imprimante : CHECK !": "Printer Disassembly: CHECK!",
  "Notice de montage pack expert - Transfert des composants": "Expert pack Assembly instructions - Transfer Component",
  "Transfert des composants": "Transfer components",
  "Nous allons transférer certains composants de votre ancienne imprimante dans les nouvelles pièces imprimées.": "We will transfer certain components of your old printer in new printed pieces.",
  "Récupération des roulements de courroie": "Retrieving belt bearings",
  "Prenez le chariot droit de l'axe X.": "Take the right carriage of the axis X.",
  "Dévissez la vis qui maintient les 2 roulements de courroie.": "Unscrew the screw holding the belt 2 bearings.",
  "Mettez l'ancienne pièce de côté.": "Put the old unit out.",
  "Installez les roulements dans la nouvelle pièce en vous aidant de l'outil imprimé.": "Install the bearings in the new play by helping you to print tool.",
  "Récupération du moteur de X et de la butée": "X motor recovery and the stop",
  "Prenez le chariot gauche de l'axe X.": "Take the left carriage of the axis X.",
  "Retirez les vis qui tiennent le moteur.": "Remove the screws that hold the motor.",
  "Retirez le moteur.": "Remove the motor.",
  "Retirez la butée et remontez-la dans la nouvelle pièce (attention à l'orientation de la languette).": "Remove the stop and reassemble it in the new part (attention to the orientation of the tongue).",
  "Mettez le moteur en place dans la nouvelle pièce (respectez la même orientation).": "Put the engine in place in the new part (observe the same orientation).",
  "Revissez-le (aidez-vous de l'outil imprimé pour placer la dernière vis).": "Tighten it (help you print tool to place the last screw).",
  "Déverrouillage de la tête d'impression": "Unlocking the printhead",
  "Retirez les deux vis sur le côté de la tête.": "Remove the two screws on the side of the head.",
  "Retirez le verrou qui maintient la buse.": "Remove the bolt which holds the nozzle.",
  "Retirez ensuite la vis de l'autre côté.": "Then remove the screw on the other side.",
  "Coupez le collier de fixation qui maintient les câbles.": "Cut the clamp that holds the cables.",
  "Démontage de la tête d'impression": "Removing the printhead",
  "Retirez chacun des composants avec soin.": "Remove each component carefully.",
  "Retirez les câbles du ventilateur arrière et placez-y un repère pour le remontage.": "Remove the cables from the rear fan and place a marker for reassembly.",
  "Retirez les deux ventilateurs.": "Remove the two fans.",
  "Retirez la buse à l'aide d'un tournevis plat pour faire levier.": "Remove the nozzle using a flat screwdriver to pry.",
  "Retirez le palpeur.": "Remove the probe.",
  "Remontage du palpeur": "Reassembly of the probe",
  "Prenez la nouvelle pièce imprimée.": "Take the new printed piece.",
  "Placez la vis du palpeur dans son emplacement (la plus courte des 3 vis de la tête).": "Place the screw probe into its place (the shortest of the three screw head).",
  "Vissez-la pour qu'elle arrive à fleur dans l'emplacement du palpeur.": "Screw it so that it is flush to the location of the probe.",
  "Positionnez le palpeur au plus bas en butée.": "Position the sensor at the lowest stop.",
  "Serrez légèrement la vis pour le maintenir en place.": "Lightly tighten the screw to hold it in place.",
  "Remontage de la buse": "Reassembly of the nozzle",
  "Prenez la buse et orientez-la pour que les câbles en sortie soient orientés vers le ventilateur avant (à l'opposé du palpeur).": "Take the nozzle and direct it to the output cables are oriented towards the front fan (remote from the probe).",
  "Enfoncez-la dans son logement comme sur la vidéo.": "Press it into place as the video.",
  "Assurez-vous qu'elle soit bien enfoncée et bien droite.": "Make sure it is pressed and straight.",
  "Attention, le bloc de chauffe (la partie carrée) ne doit pas toucher le plastique.": "Please note that the heating block (square) must not touch the plastic.",
  "Remontage des ventilateurs": "Reassembling fans",
  "Prenez le ventilateur avant.": "Take the front fan.",
  "Orientez l'étiquette du côté de la buse, elle ne doit pas être visible de l'extérieur.": "Orient the label side of the nozzle, it should not be visible from the outside.",
  "Placez également la sortie des câbles vers vous.": "Place also the cable outlet to you.",
  "Poussez le pour le rentrer dans son logement.": "Push to return it in its housing.",
  "Faire de même pour le ventilateur arrière et retirez son repérage.": "Do the same for the rear fan and remove the marker.",
  "Reverrouillage de la tête": "Relock the head",
  "Faites une petite boucle avec le câble du ventilateur avant.": "Make a small loop with the fan cable before.",
  "Récupérez le verrou et faites passer les câbles comme sur la vidéo.": "Pick the lock and route the cables as on the video.",
  "Clipsez-le sans pincer les câbles (risque de court-circuit).": "Clip-on without pinching the cables (risk of short-circuit).",
  "Revissez le fermement.": "Screw firmly.",
  "Faites passer les câbles du ventilateur arrière dans leur logement.": "Route the cables from the rear fan in their home.",
  "Récupérez la gaine, posez-la dans le passage arrière, puis maintenez-la à l'aide d'un collier de serrage.": "Retrieve the sheath, put it in the back pass, and then hold it by means of a clamp.",
  "Ne serrez pas trop fort pour éviter d'abîmer les câbles.": "Do not tighten too hard to avoid damaging the cables.",
  "Transfert des composants : CHECK !": "Transfer components: CHECK!",
  "Notice de montage pack expert - Montage": "Expert pack Installation instructions - Installation",
  "Montage du pack expert": "Mounting pack expert",
  "Nous allons maintenant remonter la DiscoEasy200 avec les éléments du pack expert.": "We will now go up the DiscoEasy200 with elements of the pack expert.",
  "Maintenant faites attention au sens des pièces. Référez-vous à la vidéo pour orienter les pièces. La tête et les deux chariots sont plus haut d'un côté (en haut sur la vidéo). Alignez ce côté. Le chariot avec le moteur sera à gauche, l'autre à droite. Dans l'étape suivante vous pourrez vérifier tout ça.": "Now pay attention to the meaning of the parts. Refer to the video to orient the parts. The head and the two carriages are higher on one side (top in video). Align this side. The truck with the engine will be on the left, the other right. In the next step you will check everything.",
  "Reprenez la courroie.": "Repeat the belt.",
  "Récupérez-la de l'autre côté et faites-la revenir à droite (attention aux vrilles).": "Grab it from the other side and let it return to the right (watch tendrils).",
  "Tirez dessus pour récupérer du mou.": "Shoot it to get soft.",
  "Montage des moteur de Z avec tiges trapézoïdales": "Z Engine mounting with trapezoidal rods",
  "Retirez les écrous anti-backslash (ça peut être un peu long).": "Remove the anti-backslash nuts (it can be a bit long).",
  "Soulevez l'imprimante 3D et insérez les moteurs.": "Lift the 3D printer and insert the engines.",
  "Tournez-les pour aligner le connecteur du moteur vers l'extrudeur.": "Turn them to align the motor connector to the extruder.",
  "Vissez ensuite les moteurs (reprenez les vis utilisées pendant le démontage).": "Then, drive the motors (repeat screws used during dismantling).",
  "Remontage de l'axe X": "Reassembling the axis X",
  "Faites passer les câbles derrière les barres arrière.": "Route the cables behind the rear bar.",
  "Insérez délicatement les barres dans les roulements et faites coulisser l'axe jusqu'en bas.": "Carefully insert the poles into the bearings and slide the shaft to the bottom.",
  "Placez une des anciennes pièces plastiques en dessous. Elle protègera votre plateau pour la prochaine étape.": "Place an old plastic parts below. It will protect your tray to the next step.",
  "Installation des écrous": "Installation nuts",
  "Si votre écrou s'est désassemblé, voici comment le remonter.": "If the nut is disassembled, here's how to reassemble.",
  "Présentez-le sur la tige, côté triangulaire vers le haut.": "Present it on the rod, triangular side up.",
  "Maintenez le ressort pour pouvoir engager l'écrou en vissant.": "Hold the spring in order to engage the nut by screwing.",
  "Vissez l'écrou pour laisser la tige dépasser de 2 cm (un pouce).": "Screw the nut to leave the rod exceed 2 cm (one inch).",
  "Faites de même pour le second.": "Do the same for the second.",
  "Faites ensuite monter l'axe X pour faire rentrer les écrous dans leur logement.": "Then make up the X axis to go nuts in their homes.",
  "Prenez ensuite les 6 vis M4x12 et vissez les écrous dans les chariots.": "Then take the 6 M4x12 screws and screw nuts in trucks.",
  "Faites ensuite descendre l'ensemble d'environ 5 cm.": "Then make down all of about 5 cm.",
  "Rebranchez ensuite le moteur de X.": "Then reconnect the motor X.",
  "Prenez le câble de la butée et faites-le passer sous la machine en suivant ceux déjà en place.": "Take the stop cable and pass it under the machine by following those already in place.",
  "Rebranchez la butée sur le connecteur X+.": "Reconnect the stop on the + X connector.",
  "Rebranchez ensuite les deux moteurs de Z en faisant passer le câble entre la barre inférieure et la pièce plastique.": "then reconnect the two motors of Z by passing the cable between the bottom bar and the plastic part.",
  "Montage du pack expert : CHECK !": "Installation Pack Expert: CHECK!",
  "Notice de montage pack expert - Finitions": "Expert pack Assembly instructions - Finishes",
  "Finitions": "finishes",
  "Nous allons maintenant remonter les derniers éléments de finitions avant de remettre en marche votre machine.": "We will now go the last finishing elements before restarting your machine.",
  "Remise en place du top": "Best Place Fitness",
  "Remettez le top en place. La partie la plus grande doit être vers la face avant.": "Put the top up. The largest part should be towards the front.",
  "Assurez-vous qu'il soit bien enfoncé.": "Make sure it is pressed.",
  "Revissez les vis de serrage.": "Tighten the set screw.",
  "Remettez le tube PTFE en place en le passant entre les deux barres du top.": "Replace the PTFE tube in place by passing between the top of the bar.",
  "Ajustement de la tension de la courroie de la tête": "Adjusting the belt tension of the head",
  "Remise en place de la gaine": "Replacing the sheath",
  "Remettez la gaine en place en récupérant les câbles de la butée et du moteur.": "Replace the sheath in place by recovering the cable stop and the engine.",
  "Utilisez les colliers de serrage pour finir proprement votre montage.": "Use clamps to finish your installation properly.",
  "Nous allons maintenant mettre à jour la machine pour qu'elle intègre sa nouvelle installation.": "We will now update the machine to integrate his new installation.",
  "Avertissement": "Warning",
  "Transfert": "Transfer",
  "Mise à jour": "Update",
  "Calibration": "calibration",
  "Imprimer": "To print",
  "GCode": "Gcode",
  "Avant de commencer": "Before starting",
  "Votre attention s'il vous plaît !": "Your attention please !",
  "Avant de démonter votre imprimante 3D, assurez-vous d'avoir imprimé les pièces nécessaires.": "Before removing your 3D printer, make sure you have printed the necessary parts.",
  "Impression terminée": "complete print",
  "Temps total de montage approximatif : 1h30min": "Total Time Approximate mounting: 1h30min",
  "Notice de montage pack bi-couleur - préparation et démontage": "Installation instructions pack bi-color - preparation and dismantling",
  "ça y est, vous avez reçu votre pack bi-couleur.": "that's it, you have received your pack bi-color.",
  "Nous allons vous accompagner pour le montage et l'installation de ce 4ème add-on qui vous permettra d'imprimer avec deux couleurs différentes.": "We will accompany you for the assembly and installation of the fourth add-on that will let you print two different colors.",
  "Dans le pack vous avez trouvé...": "In the pack you've found ...",
  "PLACE AU DÉMONTAGE": "PLACE TO REMOVING",
  "Retirer le reste de la gaine.": "Removing the remainder of the sheath.",
  "Débranchez la butée de l'axe X": "Disconnect the stop of the X-axis",
  "Débranchez la tête d'impression": "Disconnect the printhead",
  "Sous la machine, débranchez le palpeur connecté sur la borne Y+.": "Under the machine, remove the probe connected to the terminal Y +.",
  "Débranchez la sonde connectée sur la borne A13.": "Disconnect the probe connected to terminal A13.",
  "Retirez ensuite les fils connectés aux borniers E0, E1 et FAN.": "Then remove the son connected to the terminals E0, E1 and FAN.",
  "Démontage de la partie supérieure": "Removal of the upper part",
  "Débranchez le moteur d'extrudeur": "Disconnect the motor extruder",
  "Retournez la machine pour accéder au câblage.": "Turn the machine to access the wiring.",
  "Retirez le tube PTFE.": "Remove the PTFE tube.",
  "Débranchez le câble relié au moteur d'extrudeur.": "Disconnect the cable connected to the motor of extruder.",
  "Retrait de la courroie du plateau": "Removing the plate belt",
  "Toujours sous la machine, débloquez le premier brin de la courroie.": "Always under the machine, unlock the first strand of the belt.",
  "Retirez le second brin.": "Remove the second strand.",
  "Tirez sur la courroie pour la retirer totalement.": "Pull the strap to remove it completely.",
  "Retrait de la face arrière": "Removing the rear face",
  "Desserez les vis sur les côtés de la face arrière (il y en a 4).": "Loosen the screws on the sides of the rear side (there are four).",
  "Tirez sur la pièce en maintenant le reste de la machine.": "Pull the piece holding the rest of the machine.",
  "Soyez délicat": "Be gentle",
  "Démontage de l'imprimante terminé": "Removing the printer finished",
  "Transfert des composants.": "Transfer components.",
  "Montage des roulements linéaires": "Installation of linear bearings",
  "Prenez les 6 roulements LM8UU livrés avec votre pack. Insérez les roulements dans les chariots que vous avez imprimés. Faites bien attention et insérez les bien droit pour éviter de casser votre pièce.": "Take 6 LM8UU bearings came with the package. Insert the bearings into the carts that you have printed. Be careful and insert the right well to avoid breaking your room.",
  "Astuce : Placez vous en bord de table et tapez à l'aide d'un maillet en caoutchouc.": "Tip: Place your table edge and type using a rubber mallet.",
  "Récupération des roulements de courroie X": "Retrieving X belt bearings",
  "Installez les roulements dans la nouvelle pièce.": "Install the bearings in the new part.",
  "Récupération du moteur de x et de la butée": "Recovery of motor x and the stop",
  "Retirez les 3 vis de l'extrudeur.": "Remove the 3 screws of the extruder.",
  "Retirez l'extrudeur une fois libéré.": "Remove the extruder once released.",
  "Récupération des roulements de courroie Y": "Retrieving belt bearing Y",
  "Prenez la face arrière.": "Take the back.",
  "Installez les roulements dans la nouvelle face arrière.": "Install the bearings in the new rear panel.",
  "Retirez les vis de serrage": "Remove the clamping screw",
  "Toujours sur la face arrière, retirez les 4 vis de serrage.": "Still on the back, remove the 4 screw.",
  "Récupérez également les écrous.": "Recover also nuts.",
  "Décollez les patins de l'ancienne pièce pour les mettres sur la nouvelle.": "Peel off the skates of the old room for the new mettres.",
  "Remontage des extrudeurs": "Reassembly extruders",
  "Montez l'extrudeur livré avec votre pack en suivant la vidéo.": "Assemble the extruder comes with the package by following the video.",
  "Prenez vos moteurs d'extrudeur. Placez les dans le face arrière.": "Take your extruder engines. Put them in the back.",
  "Les connecteurs doivent se faire face.": "The connectors must face.",
  "Montez ensuite les extrudeur en suivant la vidéo.": "Then mount the extruder following the video.",
  "Suivez les marquages E0 et E1 pour l'emplacement.": "Follow the E0 and E1 marks for location.",
  "Pour plus de détails,": "For more details,",
  "Transfert des composants terminé": "Transfer of finished components",
  "Notice de montage pack bi-couleur": "Installation instructions pack bi-color",
  "Installation du pack bi-couleur.": "Pack installation bi-color.",
  "Nous allons maintenant remonter votre DiscoEasy200 avec les éléments du pack bi-couleur.": "We will now go your DiscoEasy200 with elements of bi-color pack.",
  "Installation de la face arrière": "Installation of the rear face",
  "Présentez la face arrière comme sur la vidéo.": "Introduce the back as on the video.",
  "Alignez les barres avec les emplacements dans la face arrière.": "Align the bars with slots in the back.",
  "Poussez pour que les barres se logent dans ces emplacements.": "Push for the bars are housed in these locations.",
  "Pour l'enfoncer convenablement, bloquez la face avant et tapez sur la face arrière avec un outil adapté (ex: maillet en caoutchouc).": "To drive it properly, lock the front panel and tap the back side with a suitable tool (eg rubber mallet).",
  "Un fois bien en place, serrez les vis latérale.": "Once in place, tighten the side screw.",
  "Astuce : Utilisez le plateau pour vérifier l'équerrage.": "Tip: Use the tray to check the squareness.",
  "Faites passer le brin de l'inscription A vers B dans le support plateau avant (les crans vers vous).": "Pull the strand of registration A to B in the front tray support (the notches toward you).",
  "Laissez le brin dépasser du côté B d'environ 2cm.": "Let the strand protrude from the B side about 2cm.",
  "Faites-le coulisser vers la gauche pour le verrouiller.": "Slide it to the left to lock it.",
  "Passez entre la carte de contrôle et le plateau, bien au dessus des câbles.": "Switch between the control board and the board, well above the cables.",
  "Prenez l'autre brin et faites-le passer au dessus du premier roulement en haut de la face avant (crans vers le roulement).": "Take the other strand and pass it over the first bearing to the top of the front face (clicks bearing).",
  "Récupérez-le en dessous et tirez pour retirer le mou.": "Retrieve it under and pull to remove the slack.",
  "Attention aux vrilles dans la courroie.": "Attention to twists in the belt.",
  "Faites passer le brin entre la poulie moteur et le second roulement.": "Pass the strand between the motor pulley and the second bearing.",
  "Passez la courroie derrière la carte.": "Pass the belt behind the card.",
  "Faites entrer le brin dans le support plateau avant de B vers A.": "Bring the strand in the tray front support from B to A.",
  "Tirez sur la courroie pour la tendre et pousser vers le bas pour la verrouiller.": "Pull on the belt to reach and push down to lock.",
  "Repliez le brin et faites-le passer dans le clips pour finir.": "Fold the strand and pass it in the clip to finish.",
  "Introduisez les barres avec délicatesse dans les roulements (faites quelques rotations pour faciliter leur entrée). Une fois en place, faites quelques allers-retours pour vérifier que tout va bien.": "Insert bar delicately in bearings (do some rotations to facilitate their entry). Once in place, made a few trips to check that all is well.",
  "Maintenant faites attention au sens des pièces. Référez-vous à la vidéo pour orienter les pièces. Le chariot avec le moteur sera à gauche, l'autre à droite. Dans l'étape suivante vous pourrez vérifier tout ça.": "Now pay attention to the meaning of the parts. Refer to the video to orient the parts. The truck with the engine will be on the left, the other right. In the next step you will check everything.",
  "Dirigez le brin de la courroie vers la tête. Placez la courroie dans le logement (allez jusqu'au dernier cran).": "Point the run of the belt towards the head. Place the belt in the housing (go to the last click).",
  "Reprenez l'autre brin et tirez dessus pour tendre la courroie. Tendez sans forcer, juste pour que tout tienne en place. Poussez la courroie pour la verrouiller dans les crans de la tête.": "Repeat the other strand and pull to tighten the belt. Stretch gently, just to hold everything in place. Push belt to lock in the notches of the head.",
  "Prenez l'axe X, orientez-le comme sur la vidéo.": "Take the X axis, orient it as the video.",
  "Insérez les barres dans les roulements sans forcer et faites-le coulisser jusqu'en bas.": "Insert the poles into the bearings without force and slide it to the bottom.",
  "Mettez un ressort dans le logement sur le chariot.": "Put a spring in the housing on the carriage.",
  "Remettez-le en place, appuyez sur le coupleur pour le compresser, puis serrez la vis supérieure.": "Put it back in place, press the coupler to compress and tighten the top screw.",
  "Câblage de l'axe X": "Wiring of the X axis",
  "Câblage de la tête": "Wiring the head",
  "Tous les fils doivent suivre le même passage que le câble de la butée.": "Every son should follow the same path as the stop cable.",
  "Récupérez le câble du palpeur (le gris) et raccordez-le ensuite sur le connecteur Y+.": "Retrieve the probe cable (gray) and connect it subsequently on the + Y connector.",
  "Récupérez le câble de la sonde (le blanc) et raccordez-le ensuite sur le connecteur A13.": "Retrieve the sensor cable (the blank) and then connect it to the connector A13.",
  "Récupérez les câbles du ventilateur arrière et repérez-les (nous avons fait un petit noeud).": "Recover the rear fan cable and locate them (we did a little bow).",
  "Raccordez les deux fils rouge (ou marron) sur le bornier E0 (pas de sens entre + et -).": "Connect the two red son (or brown) on the terminal E0 (no in meaning between + and -).",
  "NB: Votre connecteur A13 est différent ?": "Note: Your A13 connector is different?",
  "Câblage des extrudeurs": "Wiring extruders",
  "Rebranchez le câble raccordé sur la borne E0_MOT à l'extrudeur E0.": "Reconnect the cable connected to the terminal to the extruder E0_MOT E0.",
  "Prenez le câble fournis dans le pack et raccordez l'extrudeur E1 à la borne E1_MOT.": "Take the cable provided in the pack and connect the extruder E1 to E1_MOT terminal.",
  "Branchez le fil rouge du capteur de fin de filament de l'extrudeur E1 sur la borne Y-.": "Connect the red wire end sensor filament from the extruder E1 on the Y terminal.",
  "Montage du pack bi-couleur terminé": "Mounting pack bi-color finish",
  "Notice de montage pack bi-couleur - finitions": "Installation instructions pack bi-color - finishes",
  "Installation des tubes PTFE": "Installing PTFE tubes",
  "Branchez-les deux tubes PTFE dans les extrudeurs.": "Connect the two PTFE tubes in the extruders.",
  "Faites-les passer entre les barres du top.": "Make them pass between the top of the bar.",
  "Raccordez-les naturellement dans la tête (celui venant de droite à droite).": "Connect them naturally in the head (the one from right to right).",
  "Finitions terminées": "finished finishes",
  "Notice de montage pack bi-couleur - première impression": "Installation instructions pack bi-color - first impression",
  "Imprimer en bicouleur": "Print in two colors",
  "Ca y est, votre Discoeasy200 est prête pour imprimer en bi-couleur.": "That's it, your Discoeasy200 is ready to print in bi-color.",
  "Dans l'extrudeur n°2, présentez le filament dans l'extrudeur.  Poussez-le jusqu'à ce qu'il soit entrainé par l'extrudeur.": "In the extruder No. 2, introduce the filament in the extruder. Push it until it is driven by the extruder.",
  "Si vous avez déjà l'extrudeur+, vous connaissez déjà. Faites de même dans l'extrudeur n°1.": "If you already have the extruder +, you already know. Do the same in the extruder 1.",
  "Si vous n'avez pas l'extrudeur+, chargez le filament manuellement comme à votre habitude.": "If you do not have the extruder +, load the filament manually as usual.",
  "Arrêtez le filament à l'extrémité du tube PTFE côté tête d'impression.": "Stop the filament at the end of the PTFE tube side printhead.",
  "Un gcode déjà tout prêt": "A gcode already ready",
  "Si vous êtes impatient de lancer votre première impression bicouleur, nous vous avons préparer un gcode. Téléchargez le et mettez le sur votre carte SD. Il doit s'appeler dagoma0.g.": "If you're eager to start your first impression bicolor, we have prepared a gcode. Download it and put it on your SD card. It should be called dagoma0.g.",
  "Si vous voulez lancer votre propre fichier, rendez-vous dans la prochaine page !": "If you want to start your own file, go to the next page!",
  "Vous connaissez la chanson, c'est un lancement tout à fait normal : téléchargez le fichier, transférez-le sur la carte SD, insérez la carte dans l'imprimante 3D puis allumez-la.": "You know the song, it's a launch quite normal: download the file, upload it to the SD card, insert the card into the 3D printer and then turn it on.",
  "Première impression terminée": "First complete printing",
  "Nous allons maintenant voir comment préparer vous même un gcode bi-couleur à l'aide de notre nouveau cura.": "We will now see how to prepare even a gcode bi-color with our new cura.",
  "Notice de montage pack bi-couleur - préparation d'un gcode bi-couleur": "Installation instructions pack bi-color - preparation of a bi-color gcode",
  "Préparer un gcode": "Prepare a gcode",
  "Nous avons ajouté dans notre dernier cura la possibilité de préparer des gcodes pour la double extrusion. Si vous n'êtes pas familiers de Cura, rendez-vous d'abord": "We added in our last cura the opportunity to prepare for the double gcode extrusion. If you are not familiar Cura, go first",
  "Les fichiers STL pour la bi-couleur": "STL files for bi-color",
  "Les fichiers pour imprimer en bi-couleurs sont spécifique, ils doivent être au préalable séparés en deux avec la même origine. Cura peut ensuite les rassembler et les slicers en un seul et même gcode.": "The files for printing in bi-colors are specific, they must first be separated into two with the same origin. Cura can then collect them and slicers in a single gcode.",
  "Nous vous avons préparé un pack de 15 objets pour la bi-couleur.": "We have prepared a package of 15 items for bi-color.",
  "Installation de Cura pour la double extrusion": "Installing Cura for the double extrusion",
  "Si ce n'est pas déjà fait, téléchargez la dernière version de Cura.": "If it is not already, download the latest version of Cura.",
  "Une fois installé, sur l'écran de choix d'imprimante, cliquez sur discoeasy200, choisissez oui pour la double extrusion, et appuyez sur OK.": "Once installed, the screen printer of choice, click discoeasy200, choose yes for dual extrusion and press OK.",
  "Voilà ! Nous vous expliquons la nouvelle interface et son fonctionnement juste après.": "Here ! We explain the new interface and its operation right after.",
  "Les nouveautés de l'interface": "New Interface",
  "A - Double extrusion signifie double réglage de filament. Chargez un filament dans l'extrudeur 1 (le numéro d'extrudeur est également repéré sur votre machine) puis choisissez son paramètre. Faites de même pour le second. Nous verrons ensuite comment affecter un filament à un STL.": "A - Double extrusion means dual filament setting. Load a filament in the extruder 1 (the number of extruder is also spotted on your machine) and choose the setting. Do the same for the second. We will then see how to assign a filament STL.",
  "B - Le choix du filament pour le support. Si vous activez le support, vous pouvez choisir un des filaments pour le support uniquement. Nous allons vous montrer l'impact de ce paramètre.": "B - The choice of the filament for support. If you enable the media, you can choose one of the filaments for support only. We will show you the impact of this parameter.",
  "C - Le choix du volume de purge. Ce paramètre est très important pour obtenir une pièce propre. Nous vous expliquons tout plus bas.": "C - The choice of purge volume. This parameter is very important to get a clean room. We all explained below.",
  "Associer la couleur de filament": "Associate the filament color",
  "Choisissez les paramètres des filaments chargés dans vos extrudeur 1 et 2.": "Choose settings filaments loaded into your extruder 1 and 2.",
  "Importez les STL.": "Import the STL.",
  "Faites un \"clic droit\" sur un des deux puis \"Assemblage pour la double extrusion\".": "Make a \"right click\" on one of the two then \"assembly for the double extrusion\".",
  "Centrez le fichier.": "Center the file.",
  "Astuce: Vous pouvez intervertir les couleurs au besoin dans le menu du clic droit.": "Tip: You can swap the colors needed in the right-click menu.",
  "Choisir le type de support": "Choose the type of media",
  "Pour notre exemple, nous avons mis du orange dans l'extrudeur 1 et du gris dans l'extrudeur 2.": "For our example, we put the orange in the extruder 1 and gray in the extruder 2.",
  "La bi-extrusion offre la possibilité de gérer les supports de différentes façon (bien-sur il faut au préalable activer les supports) :": "The bi-extrusion offers the ability to manage media in different ways (well on you must first activate the brackets):",
  "Choisir le volume de purge": "Choosing the purge volume",
  "Pour passer d'un filament à l'autre il est nécessaire de purger le restant de couleur présent dans la buse. Ce volume est généralement réglé sur standard.": "To switch from one filament to another it is necessary to bleed the color remaining present in the nozzle. This volume is usually set to standard.",
  "Pour des couleurs proches tel que le blanc et le beige (A), passer sur \"Petit (30 mm3)\" permet de réduire les pertes sans perdre en qualité.": "For close colors such as white and beige (A), go to \"Small (30 mm 3)\" reduces losses without losing quality.",
  "Pour des couleurs très contrastées (C) tel que le beige et le noir, passer sur \"Grand (125 mm3)\" permet de conserver la qualité, dans ce cas les pertes sont plus importante.": "For contrasting colors (C) as beige and black, go on \"Large (125 mm 3)\" preserves the quality in this case the losses are greater.",
  "Pour la plupart des couleurs proches (B), \"Standard (90 mm3)\" suffira.": "For most close color (B), \"Standard (90 mm3)\" will suffice.",
  "N'hésitez pas à nous partager vos expériences de mélange de filaments.": "Feel free to share us your filament mixing experiments.",
  "Remarque : Pour les mélanges de matière, préférez \"Grand (125 mm3)\".": "Note: For mixtures of matter, prefer \"Large (125 mm 3).",
  "Il ne vous reste plus qu'à préparer votre fichier et lancer votre impression bi-couleur.": "It'll just prepare your file and launch your bi-color printing.",
  "Préparation d'un fichier bi-couleur terminée": "Preparation of a bicolor complete file",
  "Vous savez tout sur l'impression bi-couleur. Partagez nous vos créations sur le Club Dagoma.": "You know all about the bi-color printing. Share us your creations on the Club Dagoma.",
  "Notice de Montage du Caisson de Protection": "Building Instructions Protection Subwoofer",
  "Notice": "notice",
  "5 - Base": "5 - Base",
  "6 - Plateau": "6 - Plateau",
  "7 - Axe X": "7 - X axis",
  "8 - Axe Z": "8 - Z axis",
  "11 - Mise à jour": "11 - Update",
  "12 - Calibration": "12 - Calibration",
  "13 - Cura": "13 - Cura",
  "14 - Utilisation": "14 - Use",
  "Notice de montage DISCO ULTIMATE - préparation": "Installation instructions ULTIMATE DISCO - preparation",
  "A vos marques ... Go !": "On your marks ... Go!",
  "Je passe à l'étape suivante": "Moving on to the next step",
  "Notice de montage DISCO ULTIMATE - montage de la face avant": "Installation instructions ULTIMATE DISCO - mounting the front",
  "Visserie :": "Screws:",
  "La roue dentée se trouvera en face des roulements.": "The gear will be located in front of the bearings.",
  "Montage de la face avant terminé": "Mounting the front finished",
  "Notice de montage DISCO ULTIMATE - montage de la face arrière": "Installation instructions ULTIMATE DISCO - the rear mounting",
  "Installation de la poulie de Y": "Installing the pulley Y",
  "Nous allons placer la poulie qui fera le renvoi de courroie du plateau de l'imprimante.": "We will place the pulley that will belt return the printer tray.",
  "Placez la poulie et alignez la avec le trou de passage de la vis.": "Place the pulley and align with the through hole of the screw.",
  "Prenez 1 vis M3x25, placez la dans le trou correspondant et vissez à travers la poulie.": "Take one screw M3x25, place it in the corresponding hole and screw through the pulley.",
  "Installation du moteur d'extrudeur": "engine installation extruder",
  "Placez le moteur dans le logement repéré E0.": "Place the motor in the housing spotted E0.",
  "Positionnez le connecteur vers l'intérieur.": "Position the connector inward.",
  "Prenez une vis M3x6, placez la dans le trou supérieur droit et serrez le moteur.": "Take a M3x6 screw, place it in the upper right hole and tighten the engine.",
  "Pré-montage de l'extrudeur": "Pre-assembly of the extruder",
  "Montez le bras d'extrudeur.": "Mount the extruded arm.",
  "Installation du corps d'extrudeur": "Installation Body extruder",
  "Passez le fil du capteur dans le trou comme sur la vidéo.": "Pass the thread of the sensor in the hole as the video.",
  "Orientez l'extrudeur puis vissez les 3 vis M3x25.": "Aim the extruder and screw the 3 screws M3x25.",
  "La tête de la vis M3x6 rentre dans un logement prévu dans le corps d'extrudeur.": "The head of the screw M3x6 fit into a housing provided in the body of extruder.",
  "Montage de la face arrière terminé": "Mounting the rear face finished",
  "Notice de montage DISCO ULTIMATE - montage des fixations latérales": "manual DISCO ULTIMATE - mounting side fasteners",
  "Prenez 8 écrous et 8 vis (M3x16). Placez les écrous dans les logements comme sur la vidéo.": "Take nuts 8 and 8 screws (M3x16). Place the nuts in the housing as the video.",
  "Mettez en place les vis sans trop serrer, juste pour maintenir les écrous et éviter que les vis ne bougent. Nous les serrerons plus tard pour maintenir les barres.": "Put the screws loosely, just to keep the nuts and screws prevent prevention from moving. We will shake later to keep the bar.",
  "Rentrez la barre dans le logement transversal de la première fixation. Enfoncez-la avec force.": "Tuck the bar in the transverse housing of the first fixation. Push it hard.",
  "Prenez la seconde fixation et répétez l'opération. À la fin vous devez obtenir la même chose que sur la vidéo.": "Take the second attachment and repeat. At the end you have to get the same thing on video.",
  "Montage des fixations latérales terminé.": "Mounting side fasteners finished.",
  "Notice de montage DISCO ULTIMATE - assemblage de la base": "manual DISCO ULTIMATE - the base assembly",
  "Introduisez les fixations latérales sur les barres inférieures.": "Insert the lateral supports on the lower bars.",
  "Si vous avez bien suivi les vidéos, vous devez voir 12 petits trous sur les pièces plastiques.": "If you have followed the videos, you need to see 12 small holes on the plastic parts.",
  "Récupérez le cache côté fournis avec l'extrudeur+.": "Retrieve the side cover Provided with the extrude +.",
  "Prenez le dernier cache côté long.": "Take the last hiding long side.",
  "Installation des plaques de protection noires": "Install the black protective plates",
  "Prenez la partie arrière, elle a deux formes prévu pour entourer les moteurs d'extrudeurs (un seul dans votre cas).": "Take the back, it has two forms provided to surround the extruders motors (one in your case).",
  "Placez la face lisse / brillante vers le bas.": "Place the face smooth / gloss down.",
  "Prenez 3 vis M3x10 et vissez la dans les trous prévus dans la face arrière.": "Take 3 M3x10 and screw the screw into the holes in the rear face.",
  "Prenez le clips de bar (petite pièce imprimée orange). Clipsez la sur la barre et alignez la sur le trou dans la plaque. Vissez le à l'aide d'une autre vis M3x10.": "Take the bar clips (small printed piece orange). Clip the on the bar and align it with the hole in the plate. Screw with another screw M3x10.",
  "Prenez la partie avant, placez la comme la précédente et vissez les 4 vis M3x10.": "Take the front, place as the previous and screw the 4 screws M3x10.",
  "Astuce : Bougez la structure pour alignez les trous de vis si nécessaire.": "Tip: Move the structure to align the screw holes if necessary.",
  "Serrage de la base": "Tightening the base",
  "Suivez la vidéo, vous avez 12 vis à serrer.": "Follow the video, you have 12 screws to tighten.",
  "Assemblage de la base terminé.": "Assembly of the finished base.",
  "Mettez la base de côté, nous continuons le montage.": "Put the base side, we continue editing.",
  "Notice de montage DISCO ULTIMATE - montage de l'axe X": "Installation instructions ULTIMATE DISCO - Mounting the X axis",
  "Nous allons monter l'axe qui supporte la tête d'impression.": "We will go up the shaft that supports the print head.",
  "Installation de la poulie de X": "Installing the X pulley",
  "Installation de la butée de X": "Installing the X abutment",
  "Dans l'autre chariot, installez la butée comme sur le vidéo.": "In the other carriage, install the stop as the video.",
  "Le dernier trou de vis est accessible avec l'outil plastique utilisé pour les roulements de la face avant. Positionnez la vis en face du trou, passez le tournevis à travers la pièce, retirez l'outil imprimé, et vissez.": "The last screw hole is done with the plastic tool used for the face of front bearings. Position the screw in front of the hole, past the screwdriver through the workpiece, remove the printed tool and screw.",
  "Nous vous conseillons de suivre la vidéo avec attention.": "We recommend you follow the video carefully.",
  "Montage de l'axe X terminé": "Mounting the X axis completed",
  "Mettez-le ensuite de côté, il nous servira plus tard": "Put it aside then, we will later",
  "Notice de montage DISCO ULTIMATE - montage de l'axe Z": "manual DISCO ULTIMATE - mounting the Z axis",
  "Montage de l'axe Z": "Mounting the Z axis",
  "Nous allons monter le portique de l'imprimante. On s'approche de la fin.": "We will mount the printer frame. It approaches the end.",
  "Montage des moteurs de Z": "Installation of the Z Engine",
  "Vissez ensuite les moteurs.": "Then screw the engines.",
  "Deuxième contrôle surprise": "Second surprise inspection",
  "Vissez l'écrou jusqu'en bas.": "Screw the nut to the bottom.",
  "Prenez ensuite les 6 vis M4x12 et vissez fermement les écrous dans les chariots.": "Then take the 6 M4x12 screws and screw nuts firmly in the carriages.",
  "Faites ensuite appel à un ami pour remonter l'axe X jusqu'en haut (5cm avant la fin des tiges).": "Then use a friend to go to the top X-axis (5cm before the end of the stems).",
  "Montez équitablement le chariot pour le garder parallèle au plateau.": "Climb fairly the truck to keep it parallel to the platform.",
  "Montage de l'axe Z terminé.": "Mounting the finished Z axis.",
  "Notice de montage DISCO ULTIMATE - câblage": "Installation instructions ULTIMATE DISCO - Wiring",
  "Et si nous commencions à lui donner vie ?": "And if we start to bring it to life?",
  "Repérage du câble ventilateur arrière": "Locating the rear fan cable",
  "Prenez le câble du ventilateur arrière et faites un noeud à 2cm du bout.": "Take the cable from the rear fan and tie a knot at the end of 2cm.",
  "Mise en place de la gaine de tête": "Placing the head sleeve",
  "Prenez la gaine de tête et l'outil imprimé.": "Take the lead sheath and the printed tool.",
  "Nous vous invitons à suivre la vidéo avec attention et de refaire pareil.": "We invite you to follow the video carefully and same again.",
  "Sortez-la carte du sachet.": "Pull the bag map.",
  "Placez-la avec les connecteur face à vous, en diagonale, le lecteur USB vers la barre transversale.": "Place the face with the connector you, diagonally, the USB drive to the crossbar.",
  "Serrez-la à l'aide de deux vis M3x6.": "Tighten it with two M3x6 screws.",
  "Faites-le ensuite passer au niveau de la fixation latérale gauche, passez dans la pièce plastique comme sur la vidéo.": "Do it then pass at the left side mounting, change the plastic part as the video.",
  "Raccordez-le ensuite sur le connecteur X adapté.": "Then, connect it to the connector X adapted.",
  "Câblage de la butée de X": "Wiring of the X abutment",
  "Passage des câbles de la tête": "Passage of the head cable",
  "Prenez l'ensemble des câbles de la tête.": "Take all the cable head.",
  "Faites les passer dans la fixation latérale.": "Pass the attachment in the side.",
  "Passez entre la barre arrière et la tige du moteur de Z.": "Pass between the rear bar and the motor shaft Z.",
  "Branchement du palpeur": "Connecting the probe",
  "Branchez le câble du palpeur (câble gris) sur le connecteur Z.": "Connect the probe cable (gray cable) on the connector Z.",
  "Branchement de la sonde": "Connecting the probe",
  "Branchez la sonde (câbles noires avec connecteur blanc) sur le connecteur T0.": "Connect the probe (black cables with white connector) on the connector T0.",
  "Branchement des câbles restants": "Connecting the remaining cables",
  "Branchez les câbles marrons sur le bornier Heater.": "Connect cables chestnuts on the Heater block.",
  "Branchez les câbles du ventilateur repéré (ceux avec la boucle)  sur le bornier FAN2.": "Connect cables spotted fan (those with the loop) on the FAN2 terminal.",
  "Branchez les câbles du ventilateur restant sur le bornier FAN1.": "Connect the wires of the remaining fan on the FAN1 terminal.",
  "Câblage de la butée de Y": "Wiring the abutment Y",
  "Récupérez le câble de la butée de Y (celui qui vient de la face avant).": "Recover the cable abutment Y (the one that comes from the front).",
  "Raccordez-le ensuite sur le connecteur Y adapté.": "Then, connect it to the connector Y suitable.",
  "Câblage du moteur de Y": "Y motor wiring",
  "Raccordez-le ensuite sur le moteur de la face avant puis sur le connecteur Y adapté.": "Then, connect it to the motor of the front face and on the Y connector adapted.",
  "Raccordez-le sur le connecteur Z adapté.": "Connect it to the suitable Z connector.",
  "Raccordez-le ensuite sur les moteurs de Z en passant entre la barre inférieure et la pièce plastique.": "Then, connect it on the Z engines passing between the bottom bar and the plastic part.",
  "Raccordez-le ensuite sur le moteur d'extrudeur (sur la face arrière) puis sur le connecteur E0.": "Then, connect it to the motor of extruder (on the rear side) and on the connector E0.",
  "Branchement des capteurs de l'extrudeur+": "Connecting sensors of the extruder +",
  "Raccordez le câble rouge venant de l'extrudeur E0 sur le connecteur 2.": "Connect the red wire from the extruder E0 on the connector 2.",
  "Raccordez le câble rouge venant du bouton sur le connecteur 3.": "Connect the red wire from the button on the connector 3.",
  "Branchez-le sur le connecteur de l'interrupteur (le plus bas). Recouvrez-le avec la protection en plastique.": "Connect it to the switch connector (lowest). Cover it with the plastic cover.",
  "Raccordez-le sur le + du bornier PWR IN.": "Connect it to the + terminal of the PWR IN.",
  "Branchez l'autre bout sur le connecteur de l'interrupteur.": "Connect the other end to the connector on the switch.",
  "Raccordez-le sur le - du bornier PWR IN.": "Connect it on - the terminal PWR IN.",
  "Retirez le cache côté avant gauche.": "Remove the front left side cover.",
  "Récupérez le lecteur SD.": "Retrieve the SD drive.",
  "Installez-le comme sur la vidéo. Enfoncez-le bien jusqu'au bout.": "Install it like on video. Press it tight until the end.",
  "Bloquez-le avec une vis M3x6.": "Secure with a screw M3x6.",
  "Le câblage terminé.": "The finished wiring.",
  "Notice de montage DISCO ULTIMATE - finitions": "Installation instructions ULTIMATE DISCO - finishes",
  "A la fin de cette page, le montage sera terminé.": "At the end of this page, the installation is completed.",
  "Normalement vous êtes rodé. Prenez 6 écrous et 6 vis M3x16. Placez les écrous dans les logements comme sur la vidéo.": "Normally you are honed. Take 6 6 M3x16 nuts and screws. Place the nuts in the housing as the video.",
  "Récupéré le petite pièce imprimée, insérez un écrou et placez la dans son logement avant de la serrer. Ne serrez pas à fond, les barres doivent passer dans les logements.": "Retrieved small printed piece, insert nut and place it in its housing before tightening. Do not tighten, the bars must pass in housing.",
  "Mettez ensuite deux barres dans les logements prévus à cet effet.": "then put two bars in the housing provided for this purpose.",
  "Finition du portique": "portico Finish",
  "Serrez les 4 vis présentes sur les côtés.": "Tighten the 4 screws on the sides.",
  "Coupez le bout pour laisser 3 cm de mou.": "Cut off the tip leaving 3 cm slack.",
  "Serrage de l'axe Z": "Clamping axis Z",
  "Serrez les 2 vis restantes en haut puis les 4 vis des fixations latérales.": "Tighten the two remaining screw top then the screw 4 side fasteners.",
  "Insertion du logo": "Insert logo",
  "Prenez le logo Dagoma imprimé en orange.": "Take Dagoma logo printed in orange.",
  "Clipsez-le dans la face avant pour faire correspondre les formes.": "Clip it to the front to match the shapes.",
  "Prenez la gaine torsadée.": "Take the twisted sheath.",
  "Ajustez les longueurs de câble pour qu'elles soient identiques à l'extérieur de la machine.": "They adjust the cable lengths are identical outside of the machine.",
  "Installez-la sur les câbles du moteur et de la butée de X.": "Install it on the motor cables and the abutment X.",
  "Fixez-la ensuite à l'aide d'un collier de serrage au chariot (il y a un passage prévu à cet effet).": "Then secure it by means of a clamp to the carriage (there is a passage provided for this purpose).",
  "Commencez par fixer les câbles de la tête à l'aide d'un collier de serrage.": "First, attach cables from the head with a clamp.",
  "Ensuite, nous allons faire en sorte de bien maintenir les autres câbles.": "Then we'll make sure to keep many other cables.",
  "Notre solution n'est pas unique.": "Our solution is not unique.",
  "Vérification des câbles": "Checking Cables",
  "Aucun câble maintenu ne doit dépasser de la machine.": "No cable is maintained not exceed the machine.",
  "Installation de la plaque protectrice de fond": "Installation of the protective plate base",
  "Prenez la plaque de fond et retirez les films protecteurs.": "Take the bottom plate and remove the protective films.",
  "Alignez cette plaque avec le dessous de la machine.": "Align the plate with the underside of the machine.",
  "Utilisez les 12 patins caoutchoucs pour maintenir la plaque.": "Use the rubber pads 12 to hold the plate.",
  "Appuyez fermement dessus pour les bloquer.": "Press firmly on to block them.",
  "Retirez le film protecteur du plateau": "Remove the plate protective film",
  "Si vous avez un film protecteur, pensez à le retirer.": "If you have a protective film, consider removing it.",
  "Installation de la surface d'accroche": "Installing the gripping surface",
  "Vous trouverez un article complet pour vous expliquer l'installation de la surface d'accroche et sa maintenance.": "A complete section to explain the installation of surface grip and maintenance.",
  "Le montage de votre Disco Ultimate est terminé !": "Assembling your Ultimate Disco is over!",
  "Mise à jour pour votre Disco Ultimate": "Update your Ultimate Disco",
  "Marlin DU - 15/11/2019": "Marlin OF - 11/15/2019",
  "Cliquez sur Disco Ultimate.": "Click Ultimate Disco.",
  "Reliez la Disco Ultimate à l'ordinateur via le cable USB fournis.": "Connect the Ultimate Disco to the computer using the USB cable provided.",
  "Téléchargez le firmware HEX pour votre Disco Ultimate :": "Download the firmware for your HEX Ultimate Disco:",
  "Votre Disco Ultimate a été mise à jour. Vous pouvez fermer Dagom'app.": "Your Ultimate Disco was updated. You can close Dagom'app.",
  "Calibrez votre Disco Ultimate": "Calibrate your Ultimate Disco",
  "Cliquez sur Disco Disco Ultimate": "Click Disco Disco Ultimate",
  "Notice de montage Disco Ultimate - Page 14 - Utilisation": "Installation instructions Ultimate Disco - Page 14 - Use",
  "En tournant les deux en même temps dans le sens inverse des aiguilles d'une montre, la couche sera plus basse (trop basse sur la vidéo).": "By turning Both at the time Sami counter-clockwise, the layer will be lower (too low on the video).",
  "Après 10 minutes de pause, la Disco Ultimate s'arrêtera de chauffer.": "After 10 minute break, the Ultimate Disco will stop heating.",
  "Après 10 minutes de pause, la Disco Ultimate s'arrêtera de chauffer pour des raisons de sécurité.": "After 10 minute break, the Ultimate Disco will stop heating for security reasons.",
  "Arrêter proprement la Disco Ultimate": "Stop the Ultimate Disco Properly",
  "Notice de montage pack bi-couleur Disco Ultimate - préparation et démontage": "Installation instructions pack bi-color Disco Ultimate - preparation and dismantling",
  "Vous avez reçu votre pack bi-couleur.": "You have received your pack bi-color.",
  "Nous allons vous accompagner pour le montage et l'installation de ce 2ème add-on qui vous permettra d'imprimer avec deux couleurs différentes.": "We will accompany you for the assembly and installation of the second add-on that will let you print two different colors.",
  "Retrait du tube ptfe": "Removing the tube ptfe",
  "Tournez les tiges pour faire monter l'axe X jusqu'en haut.": "Turn shafts to bring up the X axis to the top.",
  "Retirez-le une fois désengagé.": "Remove it when disengaged.",
  "Retrait de la plaque de fond": "Removing the bottom plate",
  "Déclipsez la plaque de fond en retirant les patins.": "Detach the base plate by removing the pads.",
  "Gardez le tout de côté et ne les perdez pas.": "Keep it aside and do not lose them.",
  "Sous la machine, retirez les colliers de fixation.": "Under the machine, remove the clamps.",
  "Débranchez les fils connectés aux borniers Heater, FAN 1 et FAN 2.": "Disconnect connected to son Heater terminals, FAN 1 and FAN 2.",
  "Débranchez le palpeur connecté sur le connecteur Z.": "Disconnect the probe connected to the connector Z.",
  "Débranchez la sonde sur le connecteur T0.": "Disconnect the sensor on the connector T0.",
  "Installation du pack bi-couleur": "Pack installation bi-color",
  "Nous allons maintenant remonter votre Disco Ultimate avec les éléments du pack bi-couleur.": "We will now go your Ultimate Disco with elements of bi-color pack.",
  "Retrait plaque arrière": "backplate withdrawal",
  "Retirez les 4 vis CHC M3x10 qui tiennent la plaque supérieure arrière.": "Remove the 4 screws CHC M3x10 that hold the rear top plate.",
  "Ouverture de l'emplacement E1": "Opening the slot E1",
  "Soulevez la plaque et découpez l'emplacement du moteur E1 à l'aide d'une pince coupante.": "Lift the plate and cut the E1 engine location using cutting pliers.",
  "Prenez le bras, placez-le pour que le ressort soit pris dans la seconde empreinte.": "Take the arm, place it in the spring is caught in the second footprint.",
  "Mettez en place les 3 vis M3x25.": "Insert the 3 screws M3x25.",
  "Installation de l'extrudeur": "Installation of the extruder",
  "Placez le moteur dans le logement repéré E1.": "Place the motor in the housing spotted E1.",
  "Retirez le tube PTFE s'il vous gène.": "Remove the PTFE tube if you gene.",
  "Le bras doit pouvoir bouger après serrage.": "The arms should move after clamping.",
  "Branchement de l'extrudeur": "Connecting the extruder",
  "Branchez le câble du moteur comme sur la vidéo.": "Connect the motor cable as the video.",
  "Remettez la plaque en place et vissez la avec les 4 vis M3x10.": "Put the plate in place and tighten the screw with the 4 M3x10.",
  "Branchez le capteur du nouvel extrudeur sur le connecteur 1.": "Connect the new extruder sensor on the connector 1.",
  "Branchez le câble moteur sur le connecteur E1.": "Connect the motor cable E1 connector.",
  "Insérez les barres dans les roulements sans forcer.": "Insert the poles into the bearings without forcing.",
  "Vissez les tiges trapézoïdales dans les écrous pour faire descendre l'axe.": "Trapezoidal screw rods into the nuts to lower the axis.",
  "Descendez les deux chariots en même temps.": "Go down the two carriages together.",
  "Prenez la gaine de tête et l'outil imprimé livré avec votre Disco Ultimate.": "Take the lead sheath and print tool comes with your Ultimate Disco.",
  "Faites-les passer dans la fixation latérale.": "Make them move in the lateral fixation.",
  "Branchement de la nouvelle tête d'impression": "Connecting the new printhead",
  "Branchez le palpeur (câble gris) sur le connecteur Z.": "Connect the probe (gray cable) on the connector Z.",
  "Branchez la sonde (deux câbles noires) sur le connecteur T0.": "Connect the probe (two black cables) on T0 connector.",
  "Branchez les câbles du ventilateur repéré (ceux avec la boucle) sur le bornier FAN2.": "Connect cables spotted fan (those with the loop) on the FAN2 terminal.",
  "Il est maintenu par des raccords pneumatique.": "It is maintained by pneumatic fittings.",
  "Poussez-le bien jusqu'au fond à chaque extrémité.": "Push the well to the bottom at each end.",
  "Impression": "Impression",
  "Ça y est, votre Discoeasy200 est prête pour imprimer en bi-couleur.": "That's it, your Discoeasy200 is ready to print in bi-color.",
  "Dans l'extrudeur n°2, présentez le filament dans l'extrudeur. Poussez-le jusqu'à ce qu'il soit entrainé par l'extrudeur.": "In the extruder No. 2, introduce the filament in the extruder. Push it until it is driven by the extruder.",
  "Nous avons ajouté dans notre dernier cura la possibilité de préparer des gcodes pour la double extrusion. Si vous n'êtes pas familiers de Cura, rendez-vous d'abord__1": "We added in our last cura the opportunity to prepare for the double gcode extrusion. If you are not familiar Cura, go first",
  "Une fois installé, sur l'écran de choix d'imprimante, cliquez sur DiscoUltimate, choisissez oui pour la double extrusion, et appuyez sur OK.": "Once installed, the screen printer of choice, click DiscoUltimate, choose yes for dual extrusion and press OK.",
  "Faites un 'clic droit' sur un des deux puis 'Assemblage pour la double extrusion'.": "Make a 'right click' on one of the two then 'assembly for the double extrusion.",
  "Pack XL": "XL pack",
  "Démontage": "Disassembly",
  "Montage base": "base mounting",
  "Montage Z": "Z axis mounting",
  "Electronique et plateau": "Electronics and set XL",
  "01 - démontage TOP": "01 - TOP disassembly",
  "02 - démontage chariot X": "02 - X carriage disassembly",
  "03 - démontage électronique": "03 - electronics disassembly",
  "04 - démontage face avant": "04 - front panel disassembly",
  "05 - démontage fix cotés": "05 - side fasteners disassembly",
  "06 - démontage axe X": "06 - X axis disassembly",
  "07 - démontage cache coté arrière": "07 - left side cover disassembly",
  "10 - montage des fix cotés": "10 - mounting fasteners",
  "11 - installation des moteurs de Z": "11 - Z motors facility",
  "12 - installation de la barre transversale": "12 - installation of the crossbar",
  "13 - préparation pour la suite": "13 - prepaid for next step",
  "14 - installation des fix. cotés": "14 - installing fasteners",
  "15 - ré-installation de la face avant": "15 - front panel plant",
  "16 - ré-installation des caches cotés avant": "16 - installing fasteners forehead",
  "17 - désinstallation du plateau 200": "17 - set uninstallation",
  "18 - mise en place de la plaque de protection": "18 - protection plate setup",
  "19 - re-mise en place de la courroie de Y": "19 - Y slide belt plant",
  "20 - Mise en place des barres verticales": "20 - Vertical bars Installation",
  "21 - Mise en place du chariot de X": "21 - X-carriage system",
  "22 - re-installation des écrous anti back-lash": "22 - Anti back-lash screws Installation",
  "23 - installation du guide câble": "23 - Installation Guide Cable",
  "24 - Passage de la gaine vers l'imprimante": "24 - sheath passage to the printer",
  "25 - Câble du moteur de X": "25 - X-motor cable",
  "26 - préparation du TOP": "26 - TOP preparation",
  "27 - mise en place du TOP": "27 - TOP Installation",
  "28 - installation de la courroie de X": "28 - X slide belt plant",
  "30 - branchements électronique": "30 - electronics plugs",
  "31 - installation des patins extérieur": "31 - Anti-slip pads Installation",
  "32 - préparation du plateau XL": "32 - XL set preparation",
  "33 - installation du plateau XL": "33 - XL set Installation",
  "34 - installation du plateau flex XL": "34 - XL magned pad facility",
  "35 - premier essai !": "35 - first try!",
  "36 - Option écran": "36 - Screen option",
  "Démontage terminé": "unmounting done",
  "Montage de la base terminé": "unmounting done Base",
  "Montage de Z terminé": "Z axis unmounting done",
  "Montage terminé": "Monting done",
  "Afin de démonter la partie supérieure (TOP), dévissez légèrement les 4 vis sur le coté droit et gauche.": "In order to disassemble the upper hand (TOP) unscrew the four screws on the right and left side.",
  "Tout d'abord dévissez les 6 vis (3 par cotés) de maintient des tiges trapézoïdales.": "Firstly unscrew the 6 screws (3 per side) of trapezoidal nots.",
  "Ensuite, enlevez les écrous anti back-lash.": "Then remove the nuts anti back-lash.",
  "Enfin, vous pouvez faire coulisser vers le haut le chariot et l'enlever de l'imprimante.": "Finally, you can slide up the carriage and remove it from the printer.",
  "Retournez l'imprimante 3D et placez là à l'envers. Ainsi, vous pouvez enlever la plaque transparente de protection.": "Turn the 3D printer and place upside down. You can now remove the transparent protective plate.",
  "Débranchez soigneusement l'ensemble des câbles de la carte électronique. Nous vous invitons en amont à repérer et disssocier les ventilateurs Avant et Arrière de la tête d'impression.": "Carefully unplug all cables from the main board. Be very carefull with the 2 fans forehead and rear of the print head.",
  "Dé-visser les 2 vis de maintient de la carte F5, et retirez là.": "Un-screw the 2 screws Maintains F5 card, and remove it.",
  "Vous pouvez maintenant retirer les cache cotés avant : le lecteur de carte SD (ou l'écran) ainsi que le bouton pause de l'autre coté.": "You can now remove the sides cover forehead left the SD card reader (or the screen) and the Pause button on the other side (and right edge).",
  "Afin de démonter la face avant, nous allons tout d'abord enlever la plaque de renfort noire avant. Pour cela, dévisser les 4 vis de maintien.": "To disassemble the front side, we will first remove the black reinforcement plate before. To do so, unscrew the 4 screws holding.",
  "Ensuite, dévissez légèrement les 4 vis sur les cotés de la face avant.": "Then unscrew the four screws on the sides of the forehead.",
  "N'oubliez pas d'enlever la courroie (le desserage se fait sous le plateau).": "Remember to remove the belt (the loosening is done under the tray).",
  "Retirez soigneusement la face avant et placez là sur le coté tel quel.": "Carefully remove the forehead panel and place there on the side as it is.",
  "Pour démonter les Fixations Cotés, retirez tout d'abord la vis de maintien de la plaque arrière noire. Vous pouvez également retirer le support, nous allons le changer.": "To remove the fasteners Sides, first remove the screws holding the black backplate. Vous pouvez aussi remove the bracket, we'll change it.",
  "Faites glisser l'ensemble des 2 fixations coté vers l'avant de l'imprimante, puis dé-solidarisez les cotés droit et gauche.": "Slide all 2 side fasteners to the front of the printer, Then de-listed solidarisez right and left.",
  "Enfin, vous pouvez enlever toutes les vis, barres et moteurs que nous réutiliserons plus tard. Les pièces plastiques elles vont être changées.": "Finally, you can remove all the screws, rods and engines we will reuse it later em. Plastic will be changed sides.",
  "Afin de démonter l'axe X, il faut tout d'abord détendre et enlever la courroie vous pouvez la mettre de coté, tout comme les 2 barres, que nous allons changer.": "To disassemble the X axis, you must first relax and remove the belt -you can put it aside-, as the 2 bar That we will exchange.",
  "Enfin, dernier détail du démontage, n'oublions pas d'enlever le cache coté arrière gauche, qui va lui aussi être changé.": "A final detail disassembly, do not forget to remove the rear left side cache, qui aussi will be changed.",
  "Nous commençons par le montage des fixations cotés :": "We start by mounting fasteners listed:",
  "Prenez 8 écrous et 8 vis (M3x16). Placez les écrous dans les 4 logements comme sur la vidéo (sur les 2 fixations).": "Take 8 nuts and 8 screws (M3x16). Place 4 nuts into the housing as in the video (on the 2 parts - 8 total).",
  "Utilisez pour fixer les moteurs les 2 x 2 vis de M3x6mm. Serrez 2 vis par moteur.": "Use to fix the engines 2 x 2 screws M3x6mm. 2 tighten screw motor.",
  "Prenez la seconde fixation et répétez l’opération. À la fin vous devez obtenir la même chose que sur la vidéo.": "Take the second and repeat. At the end you-have pour avoir la même thing on video.",
  "Nous allons changer le support des plaques noires, le nouveau a un des 2 trous qui est oblon (vers l'arrière).": "We will exchange the black flat holder, the new one has 2 holes which one is oblong (need to be up backward)",
  "Ensuite, nous allons installer maintenant la nouvelle cache coté arrière gauche. Celle-ci comporte 2 trous : une sortie pour les câbles de la tête, et toujours l'entrée de l'alimentation 12V.": "Then we will now install the new rear left side cover. The new one got two holes: one for the head cable management, and one for the 12V power supply.",
  "Faites coulisser les nouvelles fixations cotés dans la base de la disco, comme sur la vidéo.": "Slide the new side fixings into the base of the disco, as on the video.",
  "Placez votre imprimante 3D sur le dos.": "Place your 3D printer on the back.",
  "Positionnez la face avant et enfoncez fermement, afin que les 4 barres de la base soit enfoncés à fond dans la face avant.": "Position the face panel and welded firmly press it. the 4 bar (of the base) shoulds be fully into the front panel.",
  "Visser les 4 vis de la face avant afin qu'elle ne bouge pas.": "Screw the 4 screws from the front.",
  "Récupérez les caches cotés (carte SD et bouton pause) puis ré-installez les.": "Grab the sides covers (SD card and Pause button) And Then re-install 'em.",
  "Nous allons maintenant enlever les 4 vis cruciformes du plateau, puis retirez-le.": "We now remove the 4 Phillips screws of the plate, Then remove it.",
  "Placez tout d'abord le nouveau connecteur de plaques. Attention, le trou oblon doit se trouver vers l'arrière de votre disco.": "Place first of all the new flat connector. Be carefull, the Oblong hole shoulds be Toward the back of your disco.",
  "Ensuite, placez la plaque avant noire.": "Then up the black faceplate.",
  "Visez tout d'abord les 2 vis de maintien des plaques sur le connecteur. Pour cela utilisez 2 vis M3-6mm (c'est-à-dire dire les plus petites).": "First liked the two screws holding flat on the connector. For this use 2 M3-6mm screw (the smaller you have)",
  "Enfin re-placez les 3 vis sur la face avant et assurez vous de bien serrer l'ensemble des vis.": "Finally re-set the 3 screws on the forehead and make sour to tighten all the screws.",
  "Glissez la courroie de Y dans son logement puis tendez-là correctement.": "Y Slide belt into it's place Then strain it out correctly.",
  "Inserez en force les 4 barres verticales dans les nouvelles fixations cotés. Assurez vous de les glisser jusqu'en bas.": "Please insert strength 4 vertical bars in the news quoted fixings. Make safe to slide down em.",
  "Prenez les 3 pièces du chariot de X, à savoir : support moteur X, tête et support roulement X.": "Take the three pieces of the carriage of X derived, namely: engine mount X, head and bracket bearing X.",
  "Prenez également les nouvelles barres de 360mm, et installez les à l'image de la vidéo.": "Take aussi the new 360mm rods, and have installed the video.",
  "Glissez le chariot de X dans son emplacement sur la disco.": "Slide the carriage X icts in rent on the disco.",
  "Vissez les écrous à droite et a gauche sur les tiges trapézïdales. Placez les à meme hauteur.": "Tighten the nuts 2: right and left is trapézïdales rods. Em up at the height Sami.",
  "Positionnez les 6 vis de vos tiges trapez, 3 par écrous.": "Place the 6 screws your trapez rods 3 by nuts.",
  "Montez et maintenez le chariot de X vers les écrous et vissez un premier coté légèrement.": "Mount and hold the X carriage to the screw nuts and a first side Slightly.",
  "Vissez ensuite le second coté plus fermement.": "Screw Then The second side more welded firmly.",
  "Puis revenez au premier coté, afin de finir le vissage.": "Then return to the first side, in order to full screwing.",
  "Prenez la nouvelle pièce plastique : le guide câble.": "Take the new plastic hand: the cable guide.",
  "Enlevez le colier plastique qui maintien les câbles de la tête, et installez le guide câble sur la tête afin de venir verouiller les câbles.": "Remove the ziptie Who Maintain the head of the wires, and install the cable guide on the head to come Origin Lock cables.",
  "Placez un premier colier plastique dans l'emplacement.": "Place a plastic schoolboy in the first slot.",
  "Puis placez un second colier plastique à l'extrémité de ce câble afin de bien maintenir la gaine.": "Then up a second schoolboy plastic at the end of the cable in order to Properly Maintain the sheath.",
  "Prenez l'extrémité contenant les bouts de câbles de la tête d'impression, et glissez les dans le nouveau cache coté arrière gauche de l'imprimante 3D.": "Take the cable from the print head, and drag 'em back into the new left side of the 3D printer.",
  "Il s'agit bien sur du trou le plus à l'arrière, celui plus proche de la fixation coté servira pour l'alimentation.": "It is of course of the rearmost hole, the side Closest to the attachment used for the power input.",
  "Passez la mini gaine contenant les câbles du moteur de X ainsi que les 2 câbles de la butée de X dans la fixation coté (gauche), vers la carte électronique.": "The mini sheath Containing the X motor cables need to go to the electronic card you can pass it through the plastic hand side.",
  "Re-prenez les 2 parties de votre TOP, et installez les 2 nouvelles et dernières barres de 360.": "Use the two parts of your TOP, and install 2 new and last bars 360mm.",
  "Placez l'ensemble sur les barres verticales de votre disco, et enfoncez le TOP au maximum (vers le bas).": "Place all of the vertical bars of your disco, and press the TOP.",
  "Visez ensuite les 4 vis latérales.": "Then you can tighten the 4 lateral screws of the TOP.",
  "Utiliser pour cela la nouvelle courroie mise à votre disposition.": "For this step, use the new (long) belt at your disposal.",
  "Suivez le guide vidéo pour son installation.": "Follow the video for the installation guide.",
  "Lorsque votre courroie est installée, vous pouvez coupez le surplus. Afin de pouvoir la re-tendre dans le futur, nous vous conseillons de laisser 2-3 cm tout de même !": "When your belt is installed, you can cut the surplus. In order to re-tender in the future, we advise you to leave 2-3 cm anyway!",
  "La première étape consiste à re-positionner la carte électronique. Vissez les 2 vis de maintien (M3-6mm).": "The first step is to re-positinoner the electronic card. Retaining Screw the two screws (M3-6mm)",
  "Ensuite, passez au câblage. Pour cela, suivez le guide par": "Then proceed to the wiring. To do this, follow the guide",
  "Enfin, vous pouvez ré-installer la plaque de protection transparente en positionnant les 12 patins antis dérapant.": "Finally, you can re-install the transparent protective plate 12 by positioning the anti-slip pads.",
  "Ajouter les 4 patins extérieur sur les fixations cotés.": "Add 4 other pads on the new plastic parts",
  "Prenez les vis M3-6mm et 2 écrous. Nous allons les installer sur les 2 oreilles. Attention au sens : la tête de la vis doit se trouver sur le plateau XL du coté des fraisages - comme montré sur la vidéo.": "Pick the M3-6mm screws and two nuts. We will install tab then on 2 ears / waves of the new platform. Please be carefull the up side got got bigger holes - as shown in the video.",
  "Serrez les vis M3-6mm à fond.": "Please tighten Those two screws.",
  "Placez le plateau avec les oreilles vers l'arrière de la Disco.": "Place the tray with ears / waves back of Disco.",
  "Vissez légèrement les 4 vis fraisées de 10mm, (les écrous frein n'ont pas été enlevé), puis après avoir installé et pré-vissé les 4 vis, vous pouvez serrer à fond.": "Slightly tighten the 4 countersunk screws 10mm, (the lock nuts have-nots-been removed), Then after-you-have installed and pre-screw the 4 screws you can tighten them all.",
  "Il est important de visser correctement à ce moment là, tout en vérifiant que votre plateau XL coulisse correctement suivant l'axe Y (avant / arr.).": "It is significant to tighten Properly At That time, while checking your XL tray slides Properly along the Y axis (Front / rear).",
  "3 étapes dans cette vidéo :": "3 steps in this video:",
  "1- installation de l'aimant : nettoyer et enlevez la poussière sur le plateau en fibre, puis positionnez l'aimant : pour cela vous pouvez utiliser les 2 vis à l'arrière du plateau pour venir le bloquer. Attention, lors du collage, il est imporant de NE PAS créer de bulles d'air sous l'aimant. Retirez le film protecteur et collez l'aimant.": "1- Installing the magnet pad: clean and remove dust on the fiber plate and get the magnet in position: for this you can use the 2 screws at the back of the tray as a mechanical stop. Remove the protective Film and paste the magnet - it is imporant to NOT create bubbles from under the magnet pad.",
  "2- vous pouvez désormais placer la tole flexible XL sur l'aimant. les 2 vis au niveau des oreilles à l'arrière du plateau XL servent à venir le positionner.": "2- You can now spot the XL Flexible flat on the magnet. The two screws at the rear of the XL the tray can be used to bring it into position.",
  "3- coller le Buildgrip XL. Faire bien attention à ne pas créer de bulles sous le buildgrip.": "3- Paste XL Buildgrip you. Be careful not to create bubbles bellow it.",
  "Ne pas oublier de remettre le ou les tubes PTFE dans le buse, et vous pouvez tester votre plateau : voici la démo en vidéo !": "Do not forget to put your back PTFE tubing into the nozzle, and you can test your tray: Here is a video demo!",
  "Vous avez l'add-on 1 : l'écran. vous êtes au bon endroit : suivez le dernier guide.": "You have the add-on # 1: the screen: follow this last step:",
  "Vous avez une vis supplémentaire afin de viser le nouveau bloc de déport de l'écran sur le cache coté.": "You have an extra screw to aim the new offset block of the screen on the side cover.",
  "PARTIE 1 - démontage": "PART 1 - Unmounting",
  "Commençons par démonter l'imprimante 3D": "Let's start by preparing your 3D printer.",
  "PARTIE 2.1 - montage de la base": "PART 2.1 - Base mounting",
  "Nous entamons maintenant le montage, étape par étape.": "We now begin the install step by step.",
  "PARTIE 2.2 - montage de Z": "PART 2.2 - Mounting Z axis",
  "PARTIE 2.3 - Electronique et le plateau XL !": "PART 2.3 - Electronics and XL set!",
  "Commençons par démonter l'imprimante 3D.": "Start by dismantling the 3D printer.",
  "Prenez les 3 pièces du chariot de X, à savoir : support moteur X, tête et support roulement X.__1": "Take the three pieces of the carriage of X, namely: engine mount X, head and bracket bearing X.",
  "Ensuite, passez au câblage. pour cela, suivez le guide par": "Then proceed to the wiring. To do this, follow the guide by",
  "Bonjour ! Bienvenue sur cette notice de montage du plateau Flexible XL pour votre DiscoEASY200.": "Hello ! Welcome to this manual tray XL Flexible for your DiscoEASY200.",
  "Votre ADD-ON XL est compatible avec toutes nos imprimantes. Cela fait beaucoup de possiblités ! C'est pourquoi nous n'avons pas re-fait 100% de la notice, mais nous avons travaillé les étapes les plus importantes, afin de vous guider tout au long de ce parcours.": "Your ADD-ON XL is compatible with all our printers. That's a lot of possibilities! This is why we do not have re-made 100% of the record, but we worked on the most important steps to guide you through this journey.",
  "N'hésitez pas à parcourir toutes les étapes avant de vous lancer, et surtout, ne jetez rien, nous allons ré-utilisez beaucoup de vos composants ! C'est parti, place au démontage !": "Feel free to browse all the steps before you start, and above all, do not throw anything, we will re-use a lot of your components! Here we go, instead disassembly!",
  "06.1 - démontage axe X": "06.1 - dismantling axis X",
  "06.2 - chariot de X": "06.2 - X carriage",
  "Pour la DE200, nous allons démonter l'axe X et nous allons conserver les tiges filetées.": "For the DE200, we will dismantle the X axis and we will keep the threaded rods.",
  "Rien de compliqué, prennez simplement soin de bien décabler l'ensemble de la tête au niveau de la MKS (carte électronique) ainsi que de dé-brancher le moteur de X et sa butée.": "Nothing complicated, just Take care to unwire the entire head at MKS (PCB) and to de-connect the motor of X and its stop.",
  "Enfin, conservez tout le chariot en l'état.": "Finally, keep the entire truck in the state.",
  "Bonjour ! Bienvenue sur cette notice de montage du plateau Flexible XL pour votre DiscoUltimate.": "Hello ! Welcome to this manual tray XL Flexible for your DiscoUltimate.",
  "10.1 - montage des fix cotés": "10.1 - Mounting quoted fix",
  "Nous allons ré-installer les moteurs de Z. Pour cela, n'enlevez pas les coupleurs, ils sont déja parfaitement installés.": "We will re-install engines Z. For this, do not remove the couplers, they are already fully installed.",
  "Contentez vous de viser les moteurs avec les vis M3-6mm.": "Be satisfied you aim motors with M3-6mm screws.",
  "10.2 - montage des fix cotés": "10.2 - Mounting quoted fix",
  "20.1 - Mise en place des barres verticales": "20.1 - Setting up of vertical bars",
  "20.2 - installation du chariot de X": "20.2 - X carriage installation",
  "Faites glissez l'ensemble du chariot de X vers le bas. Attention, il est important de bien remettre les anti-wooble vers l'arrière comme montré dans la vidéo.": "Slide the carriage assembly X down. Attention, it is important to put the anti-Wobble backwards as shown in the video.",
  "20.3 - Vissage des tiges filetées": "20.3 - Screwing of the threaded rods",
  "Ensuite, vissez les deux tiges filetées dans leurs emplacements.": "Then tighten the two threaded rods into the socket.",
  "Notice de montage DISCO ULTIMATE - assemblage du plateau": "manual DISCO ULTIMATE - plate assembly",
  "Installation des supports plateau": "Installation of plate supports",
  "Prenez le grand support plateau.": "Take the large tray holder.",
  "Placez le repère R (Right) à droite et le L (Left) à gauche.": "Put the R mark (Right) on the right and the L (Left) left.",
  "La lettre B vers la face avant.": "The letter B to the front.",
  "Prenez les deux petits supports et utilisez les mêmes repères pour les aligner convenablement.": "Take the two small brackets and use the same guides to align them properly.",
  "Installation de la courroie de Y": "Belt installation Y",
  "Installation du plateau": "Shelf Installation",
  "Alignez les trous du plateau avec ceux des supports.": "Align tray holes with those of the media.",
  "Mettez en place les écrous dans les pièces, côté caoutchouc de l'écrou vers les logements qui accueilleront les roulements.": "Set up the nuts in parts, nut rubber side towards the housing that will host the bearings.",
  "Serrez fermement à l'aide de 4 vis fraisée M3x12.": "Tighten using four countersunk screws M3x12.",
  "Assemblage du plateau terminé": "Assembly of the finished plate",
  "Et hop, la base est prête.": "And presto, the base is ready.",
  "Mise à jour pour votre undefined": "Update your undefined",
  "Marlin undefined - undefined": "Marlin undefined - undefined",
  "Cliquez sur undefined.": "Click on undefined.",
  "Reliez la undefined à l'ordinateur via le cable USB fournis.": "Connect the undefined to the computer using the USB cable provided.",
  "Téléchargez le firmware HEX pour votre undefined :": "Download the firmware for your HEX undefined:",
  "Votre undefined a été mise à jour. Vous pouvez fermer Dagom'app.": "Your undefined has been updated. You can close Dagom'app.",
  "Etape NaN": "Step NaN",
  "Pour la mise en place de la courroie de Y,": "For the establishment of the belt of Y,",
  "Pour plus d'info sur le sens,": "For more information on the meaning,",
  "Si les moteurs de l'axe Z sont lents, passez à la mise à jour de l'imprimante et revenez sur ces contrôles ensuites": "If the engines of the Z axis is slow, continue to update the printer and return to these controls ensuites",
  "Ne perdons pas de temps pour comprendre l'utilité des ventilateurs et vérifions leur branchement, rendez-vous": "Let us not lose time to understand the utility of fans and check their connections, visit",
  "Si vous préférez télécharger le modèle 3D...": "If you prefer to download the 3D model ...",
  "Nouveauté": "Novelty",
  "Depuis juin 2020, les imprimantes 3D Magis sont équipées d'une pièce supplémentaire sur la tête d'impression et sur l’extrudeur pour maintenir davantage le tube blanc PTFE.": "Since June 2020, the Magis 3D printers have an extra room on the print head and the extruder to maintain more white PTFE tube.",
  "Si cet accessoire n'est pas présent sur votre imprimante 3D, nous vous invitons à l'imprimer en le téléchargeant": "If this feature is not present on your 3D printer, we invite you to print by downloading",
  "Pour la suite de la notice, cet accessoire n'est pas présent sur les visuels.": "For the rest of the record, this accessory is not present on the visuals.",
  "Vous allez découvrir la fonction \"Éjection du filament.": "You will discover the \"Ejecting the filament.",
  "Éjection du filament": "Ejecting the filament",
  "Pressez trois secondes le bouton en façade.": "Press three seconds the front button.",
  "Mise à jour pour votre Magis": "Update your Magis",
  "Marlin Magis - 15/11/2019": "Marlin Magis - 11/15/2019",
  "Cliquez sur Magis.": "Click Magis.",
  "Reliez la Magis à l'ordinateur via le cable USB fournis.": "Connect the Magis to the computer using the USB cable provided.",
  "Téléchargez le firmware HEX pour votre Magis :": "Download the firmware for your HEX Magis:",
  "Votre Magis a été mise à jour. Vous pouvez fermer Dagom'app.": "Your Magis has been updated. You can close Dagom'app."
}
