{
  "header": {
    "img": "PRO430/0-a-header.jpg",
    "title": [
      "Notice d'installation - Autres fonctions"
    ],
    "subtitle": "Imprimante PRO 430",
    "text": [
      "Des fonctions supplémentaires sont également disponible sur l'écran.",
      "Voyons ensemble ce qu'il est possible de faire !"
    ]
  },
  "blocks": [
    {
      "media": {
        "id": "341jo4caOak"
      },
      "article": [
        {
          "pretitle": "Étape 1"
        },
        {
          "title": "Préchauffer la buse"
        },
        {
          "text": [
            "Il est possible d’intervenir sur la température de la buse via l’écran.",
            "Depuis \"Contrôler\", puis \"Température\" et enfin \"Buse\".",
            "Le bouton + permet d’augmenter la température, le bouton - la diminue.",
            "La température est augmentée par palier de 10, un palier de 5 ou de 1 est également sélectionnable.",
            "Le bouton \"Valider\" confirme la modification de la température.",
            "Le bouton \"Reset\" annule les modifications réalisées sur le choix de la température.",
            "Le bouton \"Off\" passe la température à 0°C."
          ]
        },
        {
          "help": {
            "quick_tips": "Cette fonction permet de déboucher la buse facilement en programmant une température élevée."
          }
        }
      ]
    },
    {
      "media": {
        "id": "0FXhDSyTo1w"
      },
      "article": [
        {
          "pretitle": "Étape 2"
        },
        {
          "title": "Préchauffer le plateau"
        },
        {
          "text": "Il est possible d’intervenir sur la température du plateau via l’écran."
        },
        {
          "text": "Depuis \"Contrôler\", puis \"Température\" et enfin \"Plateau\"."
        },
        {
          "text": "La procédure de modification de ce paramètre est identique à celle de la buse vue juste avant."
        },
        {
          "text": ""
        },
        {
          "help": {
            "quick_tips": "Il est conseillé de préchauffer le plateau avant chaque impression, la calibration ne sera pas optimal si celle-ci se fait sur un plateau froid ou en cours de chauffe."
          }
        }
      ]
    },
    {
      "media": {
        "id": "-yAu_TIJQXA"
      },
      "article": [
        {
          "pretitle": "Étape 3"
        },
        {
          "title": "Extruder ou rétracter le filament"
        },
        {
          "text": "Il est possible de faire avancer (extruder) ou alors de faire reculer (rétracter) le filament via l’écran."
        },
        {
          "text": "Depuis \"Contrôler\", puis \"Filament\" et enfin \"Extruder\"."
        },
        {
          "text": "La sélection de la longueur de filament à déplacer est similaire à la fonction de préchauffage vu juste avant."
        },
        {
          "text": "Si la buse est à faible température alors, en validant le déplacement, la buse montera à 200° automatiquement."
        },
        {
          "text": "La fonction \"Extruder\" est activée, le filament va donc avancer vers la buse."
        },
        {
          "text": "En appuyant sur ce même bouton, c’est la fonction \"Éjecter\" qui va prendre le relais et qui fera donc reculer le filament."
        },
        {
          "text": ""
        },
        {
          "help": {
            "quick_tips": "En fonction du type de filament, il est possible et même recommandé, de préchauffer la buse en amont pour extruder le filament avec une température de buse plus importante",
            "danger": "Après une extrusion, il faudra toujours nettoyer efficacement le bec de buse, il ne doit pas rester de résidus de filament si vous souhaitez lancer une impression ensuite."
          }
        }
      ]
    },
    {
      "media": {
        "id": "f8MxXfHczVQ"
      },
      "article": [
        {
          "pretitle": "Étape 4"
        },
        {
          "title": "Programmer un changement de couleur"
        },
        {
          "text": "Il est possible de programmer une pause pendant l'impression pour, par exemple, changer la couleur du filament."
        },
        {
          "text": "La première étape se réalise depuis Cura."
        },
        {
          "text": "Nous allons \"Modifier le G-code\" directement via les \"Extensions\" et le \"Post-traitement\"."
        },
        {
          "text": "Il suffit ensuite d'ajouter le script \"Filament Change\", de choisir la layer correspondante et de cocher l'utilisation de la configuration du firmware."
        },
        {
          "text": "Il ne reste plus qu'à insérer la carte SD dans l'ordinateur puis préparer l'impression."
        },
        {
          "text": "C'est terminé !"
        },
        {
          "text": ""
        },
        {
          "help": {
            "quick_tips": "",
            "danger": ""
          }
        }
      ]
    },
    {
      "media": {
        "id": "ypnX_ZIcBKE"
      },
      "article": [
        {
          "pretitle": "Étape 5"
        },
        {
          "title": "Changer le filament pendant l’impression"
        },
        {
          "text": "L'impression va donc s'arrêter d'elle même, sans intervention manuelle, puisque la pause a été programmé précédemment."
        },
        {
          "text": "Au moment de la pause, la tête d'impression va se ranger sur le côté, on dit aussi qu'elle se \"park\"."
        },
        {
          "text": "Le filament sera éjecté automatiquement, il faudra ensuite le sortir de l'extrudeur et le couper en biseau (pour la prochaine insertion)."
        },
        {
          "text": "Au bout d'un certain temps la buse d'impression commencera à refroidir, il faudra donc intervenir sur l'écran pour remonter en température."
        },
        {
          "text": "Après la chauffe, préparez le filament comme lors d'une insertion classique, puis cliquer sur \"Insérer le filament\"."
        },
        {
          "text": "Attention à la purge, l'écran vous indique de retirer le filament qui est sorti de la buse lors de l'insertion."
        },
        {
          "text": "En appuyant sur \"Ok\", l'impression repart automatiquement."
        },
        {
          "help": {
            "quick_tips": "Couper correctement le filament en biseau pour faciliter son insertion.",
            "danger": "Si la tête d'impression est déplacée via l'écran durant la pause, l'impression ne reprendra pas correctement."
          }
        }
      ]
    },
    {
      "media": {
        "id": "ZDxGQs6JeZM"
      },
      "article": [
        {
          "pretitle": "Étape 6"
        },
        {
          "title": "Détection de fin de filament"
        },
        {
          "text": "Pour réaliser cette simulation, nous avons coupé le filament avant l'extrudeur, l'imprimante comprend donc que la bobine vient de se terminer."
        },
        {
          "text": "Comme vu précédemment, l'imprimante se park et le filament est éjecté.."
        },
        {
          "text": "Insérez le nouveau filament en l'ayant au préalable couper en biseau."
        },
        {
          "text": "Si la buse est trop refroidie, en appuyant sur le bouton \"Chauffer la buse\", la température remontera."
        },
        {
          "text": "Lorsque la consigne est atteinte, il est possible de lancer l'insertion en appuyant sur le bouton \"Insérer le filament\"."
        },
        {
          "text": "Retirez ensuite le filament purgé et l'impression pourra reprendre."
        },
        {
          "text": ""
        },
        {
          "help": {
            "quick_tips": "",
            "danger": ""
          }
        }
      ]
    }
  ],
  "footer": {
    "img": "PRO430/0-c-footer.jpg",
    "subtitle": "Tutoriel de lancement terminé !",
    "text": [
      "Merci d'avoir suivi cette notice jusqu'au bout, faites nous part des procédures que vous souhaiteriez trouver ici.",
      "L'équipe de DAGOMA se joint à moi pour vous souhaiter de bonnes impressions !"
    ]
  }
}
